[{"text": "Safety Stock: Predicting demand on the supply chain in Brazilian hospitals during the COVID-19 pandemic. Background: Many challenges lie ahead for COVID-19, not only related to the acceleration of the pandemic, but also to the prediction of the hospital's personal protective equipment to accommodate the explosive demand. Due to the situation of uncertainty, the hospital administration encourages the excess stock of these materials, causing excess products in some hospitals, but shortages in others. Although three main factors limit the number of patients seen at a hospital: the number of beds available, the number of equipment, and, above all, the number of health professionals available at the hospital, per shift. Objective: In this scenario, a challenge is to build an easy-to-use computational tool to predict the demand for personal protective equipment in hospitals during the COVID-19 pandemic, with updating in real-time. Methods: We propose naive statistical modeling, which combines historical data on the consumption of personal protective equipment by hospitals, current protocols for their uses and epidemiological data related to the disease, in order to build predictive models for the demand for personal protective equipment in Brazilian hospitals during the pandemic. We then embed our modeling in a tool that can provide the safety stock for a particular hospital. Results: Our tool presents forecasts of consumption/demand for personal protective equipment over time, indicating the moment when the hospital reaches maximum consumption, the estimate of how long it will work in this state, and when it will leave it. Conclusion: With our forecasting, a hospital may have estimated, based on its stock levels and possible new purchases, its needs related to a specific personal protective equipment, which allows for the adoption of strategies to control and keep the stock at safety levels to the demand. As a direct consequence, it enables interchange and cooperation between hospitals, aiming to maximize the care during the pandemic.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "Fast and easy disinfection of coronavirus-contaminated face masks using ozone gas produced by a dielectric barrier discharge plasma generator. Face masks are one of the currently available options for preventing the transmission of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), which has caused the 2019 pandemic. However, with the increasing demand for protection, face masks are becoming limited in stock, and the concerned individuals and healthcare workers from many countries are now facing the issue of the reuse of potentially contaminated masks. Although various technologies already exist for the sterilization of medical equipment, most of them are not applicable for eliminating virus from face masks. Thus, there is an urgent need to develop a fast and easy method of disinfecting contaminated face masks. In this study, using a human coronavirus (HCoV-229E) as a surrogate for SARS-CoV-2 contamination on face masks, we show that the virus loses its infectivity to a human cell line (MRC-5) when exposed for a short period of time (1 min) to ozone gas produced by a dielectric barrier discharge plasma generator. Scanning electron microscopy and particulate filtration efficiency (PFE) tests revealed that there was no structural or functional deterioration observed in the face masks even after they underwent excessive exposure to ozone (five 1-minute exposures). Interestingly, for face masks exposed to ozone gas for 5 min, the amplification of HCoV-229E RNA by reverse transcription polymerase chain reaction suggested a loss of infectivity under the effect of ozone, primarily owing to the damage caused to viral envelopes or envelope proteins. Ozone gas is a strong oxidizing agent with the ability to kill viruses on hard-to-reach surfaces, including the fabric structure of face masks. These results suggest that it may be possible to rapidly disinfect contaminated face masks using a plasma generator in a well-ventilated place.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 1, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Title: Orthogonal genome-wide screenings in bat cells identify MTHFD1 as a target of 1 broad antiviral therapy 2 3. bioRxiv preprint TATA box, CCAAT box, GC box and DNA stability are shown. Blue and red boxes indicate positions of those putative elements and related transcription factors predicted by GPMiner. A lack of CCAAT box was observed in both bats.", "cats": {"Biomedical Sciences": 1, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Treatments administered to the first 9,152 reported cases of COVID19: a systematic review. Background The emergence of SARS-CoV-2/2019 novel coronavirus (COVID19) has created a global pandemic with no approved treatments or vaccines. Repurposing existing drugs and rapidly launching clinical trials present the greatest near-term opportunities for mitigating COVID19s impact. Many treatments have already been administered to COVID19 patients but have not been systematically evaluated. We performed a systematic literature review to identify and assess all treatments reported to be administered to COVID19 patients. Methods We searched PubMed, BioRxiv, MedRxiv, and ChinaXiv for articles reporting treatments for COVID19 patients published between Dec 1, 2019 and Mar 27, 2020. All studies reporting treatments were included. Data for each paper were manually extracted by two independent extractors. Outcomes included the duration from drug administration to clinically-meaningful response (complete symptom resolution or hospital discharge). Data were analysed descriptively. Results We identified 2,706 articles from single patient case reports to single-centre interventional studies. Of these, 155 studies met inclusion criteria, comprising 9,152 patients from 14 different countries. The cohort was 45.4% female and 98.3% hospitalised, and mean (SD) age was 44.4 years (SD 21.0). The most frequently administered drug classes were antivirals, antibiotics, and corticosteroids, and of the 115 reported drugs, the most frequently administered was combination lopinavir/ritonavir, which was associated with a response time of 11.7 (1.09) days. Discussion A large number of treatments have been administered to the first 9,152 reported cases of COVID19. Further work is needed to prioritise drugs for investigation in well-controlled clinical trials and treatment protocols. Funding None.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 1}}, {"text": "Fast and easy disinfection of coronavirus-contaminated face masks using ozone gas produced by a dielectric barrier discharge plasma generator. Face masks are one of the currently available options for preventing the transmission of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), which has caused the 2019 pandemic. However, with the increasing demand for protection, face masks are becoming limited in stock, and the concerned individuals and healthcare workers from many countries are now facing the issue of the reuse of potentially contaminated masks. Although various technologies already exist for the sterilization of medical equipment, most of them are not applicable for eliminating virus from face masks. Thus, there is an urgent need to develop a fast and easy method of disinfecting contaminated face masks. In this study, using a human coronavirus (HCoV-229E) as a surrogate for SARS-CoV-2 contamination on face masks, we show that the virus loses its infectivity to a human cell line (MRC-5) when exposed for a short period of time (1 min) to ozone gas produced by a dielectric barrier discharge plasma generator. Scanning electron microscopy and particulate filtration efficiency (PFE) tests revealed that there was no structural or functional deterioration observed in the face masks even after they underwent excessive exposure to ozone (five 1-minute exposures). Interestingly, for face masks exposed to ozone gas for 5 min, the amplification of HCoV-229E RNA by reverse transcription polymerase chain reaction suggested a loss of infectivity under the effect of ozone, primarily owing to the damage caused to viral envelopes or envelope proteins. Ozone gas is a strong oxidizing agent with the ability to kill viruses on hard-to-reach surfaces, including the fabric structure of face masks. These results suggest that it may be possible to rapidly disinfect contaminated face masks using a plasma generator in a well-ventilated place.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 1, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Psychological wellbeing during the global COVID-19 outbreak. The COVID-19 pandemic presents a significant challenge to wellbeing for people around the world. Here, we examine which individual and societal factors can predict the extent to which individuals suffer or thrive during the COVID-19 outbreak, with survey data collected from 26,684 participants in 51 countries from 17 April to 15 May 2020. We show that wellbeing is linked to an individual’s recent experiences of specific momentary positive and negative emotions, including love, calm, determination, and loneliness. Higher socioeconomic status was associated with better wellbeing. The present study provides a rich map of emotional experiences and wellbeing around the world during the COVID-19 outbreak, and points to calm, connection, and control as central to our wellbeing at this time of collective crisis.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "Lifestyle Risk Factors for Cardiovascular Disease in Relation to COVID-19 Hospitalization: A Community-Based Cohort Study of 387,109 Adults in UK. Aims: It is important to identify characteristics of people who may be most at risk of COVID19 to inform policy and intervention. Little is known about the impact of unhealthy lifestyles including smoking, physical inactivity, obesity, and excessive alcohol intake. We conducted the first large scale general population study on lifestyle risk factors for COVID19. Methods: Prospective cohort study with national registry linkage to hospitalisation for COVID19. Participants were 387,109 men and women (56.4, SD 8.8 yr; 55.1% women) residing in England from UK Biobank study. Physical activity, smoking, and alcohol intake, were assessed by questionnaire at baseline (2006 to 2010). Body mass index, from measured height and weight, was used as an indicator of overall obesity. Outcome was cases of COVID19 serious enough to warrant a hospital admission from 16 March 2020 to 26 April 2020. Results: There were 760 COVID19 cases. After adjustment for age, sex and mutually for each lifestyle factor, physical inactivity (Relative risk, 1.32, 95% confidence interval, 1.10, 1.58), smoking (1.42;1.12, 1.79) and obesity (2.05 ;1.68, 2.49) but not heavy alcohol consumption (1.12; 0.93, 1.35) were all related to COVID19. We also found a dose dependent increase in risk of COVID19 with less favourable lifestyle scores, such that participants in the most adverse category had four fold higher risk (4.41; 2.52, 7.71) compared to people with the most optimal lifestyle. This gradient was little affected after adjustment for a wide range of covariates. Based on UK risk factor prevalence estimates, unhealthy behaviours in combination accounted for up to 51% of the population attributable fraction of severe COVID19. Conclusions and Relevance: Our findings suggest that an unhealthy lifestyle synonymous with an elevated risk of non-communicable disease is also a risk factor for COVID19 hospital admission, accounting for up to half of severe cases. Adopting simple lifestyle changes could lower the risk of severe infection.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Compliance in the 1.5 Meter Society: Longitudinal Analysis of Citizens’ Adherence to COVID-19 Mitigation Measures in a Representative Sample in the Netherlands. In the month of May, the Netherlands moved out of the “intelligent lockdown”, and into the “1.5 meter society”, which aims to mitigate the COVID-19 pandemic by means of safe-distance measures. This paper assesses how Dutch citizens have complied with these social distancing measures. It analyses data from two surveys conducted in May (between 8-14 and between 22-26) among nationally representative samples (N = 984 and N = 1021). We find that a combination of factors explain social distancing compliance. On the one hand we see that people are more likely to comply if they have an intrinsic motivation to do so, when they have the capacity to comply, when they have good impulse control, when they think compliance is normal, and when they see a general duty to obey rules generally. The paper also assesses how compliance has changed over time, assessing changes in May as well as how these are different from compliance with lockdown measures in April. During this period, there has been a gradual decline in compliance that coincides with a decline in intrinsic motivations and capacity for compliance, and there has been an increase in opportunities to violate the measures. The paper assesses what these changes may mean for current and future success of Covid-19 mitigation measures.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Inflammatory markers in Covid-19 Patients: a systematic review and meta-analysis.. Introduction Diagnosis of COVID-19 is based on clinical manifestation, history of exposure, positive findings on chest CT and laboratory tests. It has been shown that inflammation plays a role in pathogenesis of COVID-19. Method We used the necessary transformations to convert the median and IQR to mean and SD Random-effect model using Der Simonian, and Laird methods was used if heterogeneity between studies was significant, the homogeneity among studies was assessed with I2 Statistic, values above 50%, and for the chi-square test, P-values <0.1 was supposed statistically significant Results Twelve studies were included in the analysis that all of which were conducted in China in the year 2020. The result of combining 12 articles with 772 participants showed that the pooled estimate of the mean of lymphocyte with 95% CI was (Mean: 1.01; 95% CI (0.76-1.26); p-value<0.001). About WBC the pooled result of 9 studies with 402 participants was (Mean: 5.11; 95% CI (3.90-6.32); p-value<0.001) Also the pooled mean estimate of 9 studies with 513 patients for the ratio of Neutrophil/lymphocyte was (Mean: 3.62; 95% CI (1.48-5.77); p-value=0.001). The pooled mean from the combination of 7 studies with 521 patients on CRP was (Mean: 28.75; 95% CI (8.04-49.46). Conclusion Inflammatory Markers increase in patients with Covid-19, which can be a good indicator to find patients.", "cats": {"Biomedical Sciences": 1, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "The time-series ages distribution of the reported COVID-2019 infected people suggests the undetected local spreading of COVID-2019 in Hubei and Guangdong provinces before 19th Jan 2020. COVID-2019 is broken out in China. It becomes a severe public health disaster in one month. Find the period in which the spreading of COVID-2019 was overlooked, and understand the epidemiological characteristics of COVID-2019 in the period will provide valuable information for the countries facing the threats of COVID-2019. The most extensive epidemiological analysis of COVID-2019 shows that older people have lower infection rates compared to middle-aged persons. Common sense is that older people prefer to report their illness and get treatment from the hospital compared to middle-aged persons. We propose a hypothesis that when the spreading of COVID-2019 was overlooked, we will find more older cases than the middle-aged cases. At first, we tested the hypothesis with 4597 COVID-2019 infected samples reported from 26th Nov 2019 to 17th Feb 2020 across the mainland of China. We found that 19th Jan 2020 is a critical time point. Few samples were reported before that day, and most of them were older ones. Then samples were explosively increased after that day, and many of them were middle-aged people. We have demonstrated the hypothesis to this step. Then, we grouped samples by their residences(provinces). We found that, in the provinces of Hubei and Guangdong, the ages of samples reported before 19th Jan 2020 are significantly higher than the ages of samples reported after that day. It suggests the COVID-2019 may be spreading in Hubei and Guangdong provinces before 19th Jan 2020 while people were unconscious of it. At last, we proposed that the ages distribution of each-day-reported samples could serve as a warning indicator of whether all potential COVID-2019 infected people are found. We think the power of our analysis is limit because 1. the work is data-driven, and 2. only ~5% of the COVID-2019 infected people in China are included in the study. However, we believe it still shows some value for its ability to estimate the possible unfound COVID-2019 infected people.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Indomethacin has a potent antiviral activity against SARS CoV-2 in vitro and canine coronavirus in vivo. The outbreak of SARS CoV-2 has caused ever increasing attention and public panic all over the world. Currently, there is no specific treatment against the SARS CoV-2. Therefore, identifying effective antiviral agents to combat the disease is urgently needed. Previous studies found that indomethacin has the ability to inhibit the replication of several unrelated DNA and RNA viruses, including SARS-CoV. We found that indomethacin has a directly and potently antiviral activity against the SARS CoV-2 pseudovirus. In canine coronavirus-infected dogs, recovery occurred significantly sooner with symptomatic treatment + oral indomethacin (1 mg/kg body weight) daily treatments than with symptomatic treatment + ribavirin (10-15 mg/kg body weight) daily treatments (P =0.0031), but was not significantly different from that with symptomatic treatment + anti-canine coronavirus serum + canine hemoglobin + canine blood immunoglobulin + interferon treatments (P =0.7784).", "cats": {"Biomedical Sciences": 1, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Sofosbuvir protects human brain organoids against SARS-CoV-2. COVID-19 was rapidly declared a pandemic by the World Health Organization, only three months after the initial outbreak in Wuhan, China. Early clinical care mainly focused on respiratory illnesses. However, a variety of neurological manifestations in both adults and newborns are also emerging. To determine whether SARS-CoV-2 could target the human brain, we infected iPSC-derived human brain organoids. Our findings show that SARS-CoV-2 was able to infect and kill neural cells, including cortical neurons. This phenotype was accompanied by impaired synaptogenesis. Finally, Sofosbuvir, an FDA-approved antiviral drug, was able to rescue these alterations. Given that there are currently no vaccine or antiviral treatments available, urgent therapies are needed. Our findings put Sofosbuvir forward as potential treatments to alleviate COVID-19-related neurological symptoms.", "cats": {"Biomedical Sciences": 1, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 1}}, {"text": "Alarming levels of psychiatric symptoms and the role of loneliness during the COVID-19 epidemic: A case study of Hong Kong. Public health strategies to curb the spread of the coronavirus involve sheltering at home and social distancing have been effective in reducing the transmission rate, but the unintended consequences of prolonged social isolation on mental health has not been investigated. We conducted an online survey of residents in Hong Kong. We focused on Hong Kong for its very rapid and comprehensive response to the pandemic and strictly enacted social distancing protocols. Thus, Hong Kong is a model case for the population-wide practice of effective social distancing and provides an opportunity to examine the impact of loneliness on mental health during the COVID-19. The result of this online survey indicates a dire situation with respect to mental health. An astonishing 65.6% of the respondents reported clinical levels of depression, anxiety, and/or stress. Moreover, 22.5% of the respondents were showing signs of psychosis-risk. Loneliness, but not social network size, explained 12.0% to 29.2% of variance in these psychiatric symptoms. To mitigate the potential epidemic of mental illness in the near future, there is an urgent need to prepare clinicians, caregivers and stakeholders to focus on loneliness. Although the sociopolitical situation of Hong Kong prior to the pandemic was likely another exacerbating factor, given that sociopolitical unrest and violence are common, global problems that co-exist with the pandemic, the case of Hong Kong may prove to be prescient.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "Modelling the impact of lockdown easing measures on cumulative COVID-19 cases and deaths in England. Background: As countries begin to ease the lockdown measures instituted to control the COVID-19 pandemic, there is a risk of a resurgence of the pandemic, and early reports of this are already emerging from some countries. Unlike many other countries, the UK started easing lockdown in England when levels of community transmission were still high, and this could have a major impact on case numbers and deaths. However thus far, the likely impacts of easing restrictions at this point in the pandemic have not been quantified. Using a Bayesian model, we assessed the potential impacts of successive lockdown easing measures in England, focussing on scenarios where the reproductive number (R) remains <1 in line with the UK governments stated aim. Methods: We developed a Bayesian model to infer incident cases and R in England, from incident death data from the Office of National Statistics. We then used this to forecast excess cases and deaths in multiple plausible scenarios in which R increases at one or more time points, compared to a baseline scenario where R remains unchanged by the easing of lockdown. Findings: The model inferred an R of 0.752 on the 13th May when England first started easing lockdown. In the most conservative scenario where R increases to 0.80 as lockdown was eased further on 1st June and then remained constant, the model predicts an excess 257 (95% 108-492) deaths and 26,447 (95% CI 11,105-50,549) cumulative cases over 90 days. In the scenario with maximal increases in R (but staying <1) with successive easing of lockdown, the model predicts 3,174 (95% 1,334-6,060) excess cumulative deaths and 421,310 (95% 177,012-804,811) excess cases. Results: When levels of transmission are high, even small changes in R with easing of lockdown can have significant impacts on expected cases and deaths, even if R remains <1. This will have a major impact on population health, tracing systems and health care services in England. Following an elimination strategy rather than one of maintenance of R below 1 would substantially mitigate the impact of the COVID-19 epidemic within England. This study provides urgently needed information for developing public health policy for the next stages of the pandemic.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Predictive mathematical models for the number of individuals infected with COVID-19. We model the time-evolution of the number N(t) of individuals reported to be infected in a given country with a specific virus, in terms of a Riccati equation. Although this equation is nonlinear and it contains time-dependent coefficients, it can be solved in closed form, yielding an expression for N(t) that depends on a function α(t). For the particular case that α(t) is constant, this expression reduces to the well-known logistic formula, giving rise to a sigmoidal curve suitable for modelling usual epidemics. However, for the case of the COVID-19 pandemic, the long series of available data shows that the use of this simple formula for predictions underestimates N(t); thus, the logistic formula only provides a lower bound of N(t). After experimenting with more than 50 different forms of α(t), we introduce two novel models that will be referred to as 'rational' and 'birational'. The parameters specifying these models (as well as those of the logistic model), are determined from the available data using an error-minimizing algorithm. The analysis of the applicability of the above models to the cases of China and South Korea suggest that they yield more accurate predictions, and importantly that they may provide an upper bound of the actual N(t). Results are presented for Italy, Spain, and France.", "cats": {"Biomedical Sciences": 1, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Transmission of SARS-CoV-2 by inhalation of respiratory aerosol in the Skagit Valley Chorale superspreading event. During the 2020 COVID-19 pandemic, an outbreak occurred following attendance of a symptomatic index case at a regular weekly rehearsal on 10 March of the Skagit Valley Chorale (SVC). After that rehearsal, 53 members of the SVC among 61 in attendance were confirmed or strongly suspected to have contracted COVID-19 and two died. Transmission by the airborne route is likely. It is vital to identify features of cases such as this so as to better understand the factors that promote superspreading events. Based on a conditional assumption that transmission during this outbreak was by inhalation of respiratory aerosol, we use the available evidence to infer the emission rate of airborne infectious quanta from the primary source. We also explore how the risk of infection would vary with several influential factors: the rates of removal of respiratory aerosol by ventilation; deposition onto surfaces; and viral decay. The results indicate an emission rate of the order of a thousand quanta per hour (mean [interquartile range] for this event = 970 [680-1190] quanta per hour) and demonstrate that the risk of infection is modulated by ventilation conditions, occupant density, and duration of shared presence with an infectious individual.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 1, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "The COVID-19 Pandemic Mental Health Crisis Ahead. Acknowledging COVID-19 as being potentially fatal triggered mental health-related consequences. In the US, the pandemic has highlighted the inadequacies of the mental healthcare system, especially in rural areas, inadequacies that result from lack of awareness and the severe mental health ramifications of COVID-19.  Rural areas in the U.S. are particularly susceptible because mental-health resources are scant to start with, telehealth counseling relies on spotty Internet coverage, and COVID-19 has been slower to emerge outside urban centers.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "Preprinting a pandemic: the role of preprints in the COVID-19 pandemic. The world continues to face an ongoing viral pandemic that presents a serious threat to human health. The virus underlying the COVID-19 disease, SARS-CoV-2, has caused over 3.2 million confirmed cases and 220,000 deaths between January and April 2020. Although the last pandemic of respiratory disease of viral origin swept the globe only a decade ago, the way science operates and responds to current events has experienced a paradigm shift in the interim. The scientific community has responded rapidly to the COVID-19 pandemic, releasing over 16,000 COVID-19 related scientific articles within 4 months of the first confirmed case, of which at least 6,000 were hosted by preprint servers. We focused our analysis on bioRxiv and medRxiv, two growing preprint servers for biomedical research, investigating the attributes of COVID-19 preprints, their access and usage rates, characteristics of their sharing on online platforms, and the relationship between preprints and their published articles. Our data provides evidence for increased scientific and public engagement (COVID-19 preprints are accessed and distributed at least 15 times more than non-COVID-19 preprints) and changes in journalistic practice with reference to preprints. We also find evidence for changes in preprinting and publishing behaviour: COVID-19 preprints are shorter, with fewer panels and tables, and reviewed faster. Our results highlight the unprecedented role of preprints and preprint servers in the dissemination of COVID-19 science, and the likely long-term impact of the pandemic on the scientific publishing landscape.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "Seroprevalence against COVID-19 and follow-up of suspected cases in primary health care in Spain. Background During the coronavirus disease 2019 (COVID-19) pandemic little information has been available about patients with mild or moderate symptoms attended and followed in the primary care setting, most of whom had an unknown status for the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection. Objectives We aim to measure the seroprevalence of antibodies against SARS-CoV-2 infection in a community sample of asymptomatic individuals and among symptomatic patients (without confirmed diagnosis) followed in a primary care setting. As a secondary objective, we estimated the proportions of symptomatic patients seeing at an emergency department (ED), hospitalized or dying, and identified the most important clinical symptoms associated with a positive infection. Methods From April 21 to April 24 2020, we selected a random sample of 600 individuals stratified by age groups, from a total population of 19,899 individuals from a community area in Barcelona (study population 1). From April 29 to May 5 2020, we also invited all the patients that had been followed by general practitioners (GPs) (study population 2). We used for both populations COVID-19 Rapid lateral flow immunoassay which qualitatively assesses the presence of patient-generated IgG and IgM in approximately 10-15 minutes. The prevalence (95% confidence intervals [CI]) of infection (past and current) was defined as the proportion of individuals with antibody seropositivity. Odds ratios (ORs) for a positive test result were estimated using logistic regression analysis. Results Three hundred and eleven asymptomatic individuals from the randomly selected sample accepted to participate in the study. The overall mean age was 43.7 years (SD 21.79, range 1-94) and 55% were women. Seventeen individuals were seropositive for IgM and/or IgG, resulting an overall prevalence of 5,47% (95% CI, 3.44-8.58). Six-hundred and thirty-four symptomatic patients were followed by GPs. The overall mean age was 46.97 years (SD 20.05, range 0-92) and 57.73% were women. Of these, 244 patients (38.49%) were seropositive for IgM and/or IgG. During the follow-up period, 27.13% of symptomatic patients attended the ED, 11.83% were hospitalized and about 2% died. Results of the multivariate logistic regression analysis showed that the OR for a positive test was significantly increased in patients who had fever (>38°C), ageusia and contact with a patient diagnosed with COVID-19. Conclusions The seroprevalence of antibodies against SARS-CoV-2 among asymptomatic individuals in the general population was lower than expected. Approximately 40% of the symptomatic patients followed by GPs during the peak months of the pandemic in Barcelona, were positive. Fever (>38°C), anosmia, ageusia and contact with a patient diagnosed with COVID-19 were associated with a positive test result.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 1}}, {"text": "COVID-19: Comparison between 8-days and extended 4-weeks outbreak periods through socioeconomic and natural factors. Since mid-March 2020, global COVID-19 pandemic has experienced an exponential growth in process from sporadic to sudden outbreaks. This paper selects the 8-day surge data of daily cases, death and recovery rates (March 19-26, 2020) from 18 countries with severe pandemic situation to discuss the impact of 9 factors of both socioeconomic and natural on the pathogen outbreak. Moreover, the paper also elaborates analysis and comparison of relatively slow 4-week (February 1-29, 2020) data of China's surge cases to determine the relationship between social and natural factors and on the spread of pandemic, which provides an effective reference for delaying and controlling the pandemic development.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "COVID-19 Knowledge Graph: a computable, multi-modal, cause-and-effect knowledge model of COVID-19 pathophysiology. The past few weeks have witnessed a worldwide mobilization of the research community in response to the novel coronavirus (COVID-19). This global response has led to a burst of publications on the pathophysiology of the virus, yet without coordinated efforts to organize this knowledge, it can remain hidden away from individual research groups. By extracting and formalizing this knowledge in a structured and computable form, as in the form of a knowledge graph, researchers can readily reason and analyze this information on a much larger scale. Here, we present the COVID-19 Knowledge Graph, an expansive cause-and-effect network constructed from scientific literature on the new coronavirus that aims to provide a comprehensive view of its pathophysiology. To make this resource available to the research community and facilitate its exploration and analysis, we also implemented a web application and released the KG in multiple standard formats.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 1, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Genomic surveillance of SARS-CoV-2 in Thailand reveals mixed imported populations, a local lineage expansion and a virus with truncated ORF7a. Coronavirus Disease 2019 (COVID-19) is a global public health threat. Genomic surveillance of SARS-CoV-2 was implemented during March 2020 at a major diagnostic hub in Bangkok, Thailand. Several virus lineages supposedly originated in many countries were found, and a Thai-specific lineage, designated A/Thai-1, has expanded to be predominant in Thailand. A virus sample in the SARS-CoV-2 A/Thai-1 lineage contains a frame-shift deletion at ORF7a, encoding a putative host antagonizing factor of the virus.", "cats": {"Biomedical Sciences": 1, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 1}}, {"text": "Intestinal receptor of SARS-CoV-2 in inflamed IBD tissue is downregulated by HNF4A in ileum and upregulated by interferon regulating factors in colon. Patients with IBD are considered immunosuppressed, but do not seem more vulnerable for COVID-19. Nevertheless, intestinal inflammation has shown an important risk factor for SARS-CoV-2 infection and prognosis. Therefore, we investigated the effect of intestinal inflammation on the viral intestinal entry mechanisms, including ACE2, in IBD. We collected (un)inflamed mucosal biopsies from CD (n=193) and UC (n=158) patients, and 51 matched non-IBD controls for RNA sequencing, differential gene expression and co-expression analysis. Organoids from UC patients were subjected to an inflammatory mix and processed for RNA sequencing. Transmural ileal biopsies were processed for single-cell (sc) sequencing. Publicly available colonic sc-RNA sequencing data, and microarrays from tissue pre/post anti-TNF therapy, were analyzed. In inflamed CD ileum, ACE2 was significantly decreased compared to control ileum (p=4.6E-07), whereas colonic ACE2 expression was higher in inflamed colon of CD/UC compared to control (p=8.3E-03; p=1.9E-03). Sc-RNA sequencing confirmed this ACE2 dysregulation, and exclusive epithelial ACE2 expression. Network analyses highlighted HNF4A as key regulator of ileal ACE2, while pro-inflammatory cytokines and interferon regulating factors regulated colonic ACE2. Inflammatory stimuli upregulated ACE2 in UC organoids (p=1.7E-02), not in non-IBD controls (p=9.1E-01). Anti-TNF therapy restored colonic ACE2 dysregulation in responders. Intestinal inflammation alters SARS-CoV-2 coreceptors in the intestine, with opposing effects in ileum and colon. HNF4A, an IBD susceptibility gene, is an important upstream regulator of ACE2 in ileum, whereas interferon signaling dominates in colon. Our data support the importance of adequate control of IBD in order to reduce risk of (complicated) COVID-19.", "cats": {"Biomedical Sciences": 1, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 1}}, {"text": "Screening of additives for droplet qRT-PCR thermocycling enables single influenza A virus 1 genome quantification 2 3. The miniaturization of real time quantitative polymerase chain reaction (qPCR) using drop-based microfluidics, or droplet qPCR, allows for quantification of single genomes. The genomes are compartmentalized into aqueous microdroplets, picoliters in volume, separated by an immiscible oil, and stabilized by a surfactant. In droplet qPCR, accurate data can only be obtained if the drops remain stable to coalescence upon thermocycling and drop contents do not diffuse to neighboring drops. In this work, we present a droplet qRT-PCR assay for quantifying influenza A virus (IAV) following systematic testing of different PCR additives, resulting in the optimal combination of Tween-20 / BSA / betaine to maintain drop stability and limit dye diffusion. We use a standard qPCR machine to generate real time amplification curves of hundreds of thousands of drops and correlate this data with constructed amplification curves obtained from hundreds of drops sampled at various cycle numbers and imaged using epifluorescence microscopy. To demonstrate the utility of our method, we tested a range of in vitro transcribed M gene and IAV viral supernatant from infected cells. We directly amplified IAV genomes from infected supernatant without an RNA extraction step. Our droplet qPCR assay enables detection of IAV down to 0.274 cpd, or a single viral genome per drop, establishing the high sensitivity and precision of our method.", "cats": {"Biomedical Sciences": 1, "Public Health": 0, "Physical Sciences": 1, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Deep Learning-Based Recognizing COVID-19 Deep Learning-Based Recognizing COVID-19 and other Common Infectious Diseases of the Lung by Chest CT 2 Scan Images. Purpose: COVID-19 has become global threaten. CT acts as an important method of 60 diagnosis. However, human-based interpretation of CT imaging is time consuming. 61 More than that, substantial inter-observer-variation cannot be ignored. We aim at 62 developing a diagnostic tool for artificial intelligence (AI)-based classification of CT 63 images for recognizing COVID-19 and other common infectious diseases of the lung. 64 Experimental Design: In this study, images were retrospectively collected and 65 prospectively analyzed using machine learning. CT scan images of the lung that show 66 or do not show COVID-19 were used to train and validate a classification framework 67 based on convolutional neural network. Five conditions including COVID-19 68 pneumonia, non-COVID-19 viral pneumonia, bacterial pneumonia, pulmonary 69 tuberculosis, and normal lung were evaluated. Training and validation set of images 70 were collected from Wuhan Jin Yin-Tan Hospital whereas test set of images were 71 collected from Zhongshan Hospital Xiamen University and the fifth Hospital of 72 Wuhan. 73 Results: Accuracy, sensitivity, and specificity of the AI framework were reported. For 74 test dataset, accuracies for recognizing normal lung, COVID-19 pneumonia, 75 non-COVID-19 viral pneumonia, bacterial pneumonia, and pulmonary tuberculosis 76 were 99.4%, 98.8%, 98.5%, 98.3%, and 98.6%, respectively. For the test dataset, 77 accuracy, sensitivity, specificity, PPV, and NPV of recognizing COVID-19 were 78 98.8%, 98.2%, 98.9%, 94.5%, and 99.7%, respectively. 79 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cats": {"Biomedical Sciences": 1, "Public Health": 0, "Physical Sciences": 1, "Humanities/Social Sciences": 0, "Medical Sciences": 1}}, {"text": "COVID-19 pandemic scenario in India compared to China and rest of the world: a data driven and model analysis. The COVID-19 is a rapidly spreading respiratory illness caused with the infection of SARS-CoV-2. The", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Detection of COVID-19 Infection from Routine Blood Exams with Machine Learning: a Feasibility Study. Background The COVID-19 pandemia due to the SARS-CoV-2 coronavirus, in its first 4 months since its outbreak, has to date reached more than 200 countries worldwide with more than 2 million confirmed cases (probably a much higher number of infected), and almost 200,000 deaths. Amplification of viral RNA by (real time) reverse transcription polymerase chain reaction (rRT-PCR) is the current gold standard test for confirmation of infection, although it presents known shortcomings: long turnaround times (3-4 hours to generate results), potential shortage of reagents, false-negative rates as large as 15-20%, the need for certified laboratories, expensive equipment and trained personnel. Thus there is a need for alternative, faster, less expensive and more accessible tests. Material and methods We developed two machine learning classification models using hematochemical values from routine blood exams (namely: white blood cells counts, and the platelets, CRP, AST, ALT, GGT, ALP, LDH plasma levels) drawn from 279 patients who, after being admitted to the San Raffaele Hospital (Milan, Italy) emergency-room with COVID-19 symptoms, were screened with the rRT-PCR test performed on respiratory tract specimens. Of these patients, 177 resulted positive, whereas 102 received a negative response. Results. We have developed two machine learning models, to discriminate between patients who are either positive or negative to the SARS-CoV-2: their accuracy ranges between 82% and 86%, and sensitivity between 92% e 95%, so comparably well with respect to the gold standard. We also developed an interpretable Decision Tree model as a simple decision aid for clinician interpreting blood tests (even off-line) for COVID-19 suspect cases. Discussion. This study demonstrated the feasibility and clinical soundness of using blood tests analysis and machine learning as an alternative to rRT-PCR for identifying COVID-19 positive patients. This is especially useful in those countries, like developing ones, suffering from shortages of rRT-PCR reagents and special-: medRxiv preprint 2 Davide Brinati et al. ized laboratories. We made available a Web-based tool for clinical reference and evaluation 1 .", "cats": {"Biomedical Sciences": 1, "Public Health": 0, "Physical Sciences": 1, "Humanities/Social Sciences": 0, "Medical Sciences": 1}}, {"text": "Variation in COVID-19 Outbreaks at U.S. State and County Levels. Background. The COVID-19 pandemic poses an unprecedented threat to the health and economic prosperity of the world's population. Yet, some countries or regions within a country appear to be affected in different ways. Objectives. This research aims to understand whether the outbreak varies significantly between U.S. states and counties. A statistical model is estimated using publicly available outbreak data in the U.S., and regional differences are statistically analyzed. Results. There is significant variance in outbreak data between U.S. states and counties. At the state level, the outbreak rate follows a normal distribution with an average relative growth rate of 0.197 (doubling time 3.518 days). But there is a low degree of reliability between state-wide and county-specific data reported (ICC = 0.169, p < 0.001), with a bias of 0.070 (standard deviation 0.062) as shown with a Bland-Altman plot. The results emphasize the need for policy makers to look at the pandemic from the smallest population subdivision possible, so that countermeasures can be implemented, and critical resources provided effectively. Further research is needed to understand the reasons for these regional differences.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Twitter and Census Data Analytics to Explore Socioeconomic Factors for Post-COVID-19 Reopening Sentiment. Investigating and classifying sentiments of social media users (e.g., positive, negative) towards an item, situation, and system are very popular among the researchers. However, they rarely discuss the underlying socioeconomic factor associations for such sentiments. This study attempts to explore the factors associated with positive and negative sentiments of the people about reopening the economy, in the United States (US) amidst the COVID-19 global crisis. It takes into consideration the situational uncertainties (i.e., changes in work and travel pattern due to lockdown policies), economic downturn and associated trauma, and emotional factors such as depression. To understand the sentiment of the people about the reopening economy, Twitter data was collected, representing the 51 states including Washington DC of the US. State-wide socioeconomic characteristics of the people (e.g., education, income, family size, and employment status), built environment data (e.g., population density), and the number of COVID-19 related cases were collected and integrated with Twitter data to perform the analysis. A binary logit model was used to identify the factors that influence people toward a positive or negative sentiment. The results from the logit model demonstrate that family households, people with low education levels, people in the labor force, low-income people, and people with higher house rent are more interested in reopening the economy. In contrast, households with a high number of members and high income are less interested to reopen the economy. The accuracy of the model is good (i.e., the model can correctly classify 56.18\\% of the sentiments). The Pearson chi2 test indicates that overall this model has high goodness-of-fit. This study provides a clear indication to the policymakers where to allocate resources and what policy options they can undertake to improve the socioeconomic situations of the people and mitigate the impacts of pandemics in the current situation and as well as in the future.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "Assessment of Inactivation Procedures for SARS-CoV-2. Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2), the causative agent of Coronavirus disease 2019 (COVID-19), presents a challenge to laboratorians and healthcare workers around the world. Handling of biological samples from individuals infected with the SARS-CoV-2 virus requires strict biosafety and biosecurity measures. Within the laboratory, non-propagative work with samples containing the virus requires, at minimum, Biosafety Level-2 (BSL-2) techniques and facilities. Therefore, handling of SARS-CoV-2 samples remains a major concern in areas and conditions where biosafety and biosecurity for specimen handling is difficult to maintain, such as in rural laboratories or austere field testing sites. Inactivation through physical or chemical means can reduce the risk of handling live virus and increase testing ability worldwide. Herein we assess several chemical and physical inactivation techniques employed against SARS-CoV-2 isolates from Cambodian COVID-19 patients. This data demonstrates that all chemical (AVL, inactivating sample buffer and formaldehyde) and heat treatment (56oC and 98oC) methods tested completely inactivated viral loads of up to 5 log10.", "cats": {"Biomedical Sciences": 1, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 1}}, {"text": "Indomethacin has a potent antiviral activity against SARS CoV-2 in vitro and canine coronavirus in vivo. The outbreak of SARS CoV-2 has caused ever increasing attention and public panic all over the world. Currently, there is no specific treatment against the SARS CoV-2. Therefore, identifying effective antiviral agents to combat the disease is urgently needed. Previous studies found that indomethacin has the ability to inhibit the replication of several unrelated DNA and RNA viruses, including SARS-CoV. We found that indomethacin has a directly and potently antiviral activity against the SARS CoV-2 pseudovirus. In canine coronavirus-infected dogs, recovery occurred significantly sooner with symptomatic treatment + oral indomethacin (1 mg/kg body weight) daily treatments than with symptomatic treatment + ribavirin (10-15 mg/kg body weight) daily treatments (P =0.0031), but was not significantly different from that with symptomatic treatment + anti-canine coronavirus serum + canine hemoglobin + canine blood immunoglobulin + interferon treatments (P =0.7784).", "cats": {"Biomedical Sciences": 1, "Public Health": 0, "Physical Sciences": 1, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Sofosbuvir protects human brain organoids against SARS-CoV-2. COVID-19 was rapidly declared a pandemic by the World Health Organization, only three months after the initial outbreak in Wuhan, China. Early clinical care mainly focused on respiratory illnesses. However, a variety of neurological manifestations in both adults and newborns are also emerging. To determine whether SARS-CoV-2 could target the human brain, we infected iPSC-derived human brain organoids. Our findings show that SARS-CoV-2 was able to infect and kill neural cells, including cortical neurons. This phenotype was accompanied by impaired synaptogenesis. Finally, Sofosbuvir, an FDA-approved antiviral drug, was able to rescue these alterations. Given that there are currently no vaccine or antiviral treatments available, urgent therapies are needed. Our findings put Sofosbuvir forward as potential treatments to alleviate COVID-19-related neurological symptoms.", "cats": {"Biomedical Sciences": 1, "Public Health": 0, "Physical Sciences": 1, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Inflammatory markers in Covid-19 Patients: a systematic review and meta-analysis.. Introduction Diagnosis of COVID-19 is based on clinical manifestation, history of exposure, positive findings on chest CT and laboratory tests. It has been shown that inflammation plays a role in pathogenesis of COVID-19. Method We used the necessary transformations to convert the median and IQR to mean and SD Random-effect model using Der Simonian, and Laird methods was used if heterogeneity between studies was significant, the homogeneity among studies was assessed with I2 Statistic, values above 50%, and for the chi-square test, P-values <0.1 was supposed statistically significant Results Twelve studies were included in the analysis that all of which were conducted in China in the year 2020. The result of combining 12 articles with 772 participants showed that the pooled estimate of the mean of lymphocyte with 95% CI was (Mean: 1.01; 95% CI (0.76-1.26); p-value<0.001). About WBC the pooled result of 9 studies with 402 participants was (Mean: 5.11; 95% CI (3.90-6.32); p-value<0.001) Also the pooled mean estimate of 9 studies with 513 patients for the ratio of Neutrophil/lymphocyte was (Mean: 3.62; 95% CI (1.48-5.77); p-value=0.001). The pooled mean from the combination of 7 studies with 521 patients on CRP was (Mean: 28.75; 95% CI (8.04-49.46). Conclusion Inflammatory Markers increase in patients with Covid-19, which can be a good indicator to find patients.", "cats": {"Biomedical Sciences": 1, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 1}}, {"text": "Predictive mathematical models for the number of individuals infected with COVID-19. We model the time-evolution of the number N(t) of individuals reported to be infected in a given country with a specific virus, in terms of a Riccati equation. Although this equation is nonlinear and it contains time-dependent coefficients, it can be solved in closed form, yielding an expression for N(t) that depends on a function α(t). For the particular case that α(t) is constant, this expression reduces to the well-known logistic formula, giving rise to a sigmoidal curve suitable for modelling usual epidemics. However, for the case of the COVID-19 pandemic, the long series of available data shows that the use of this simple formula for predictions underestimates N(t); thus, the logistic formula only provides a lower bound of N(t). After experimenting with more than 50 different forms of α(t), we introduce two novel models that will be referred to as 'rational' and 'birational'. The parameters specifying these models (as well as those of the logistic model), are determined from the available data using an error-minimizing algorithm. The analysis of the applicability of the above models to the cases of China and South Korea suggest that they yield more accurate predictions, and importantly that they may provide an upper bound of the actual N(t). Results are presented for Italy, Spain, and France.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 1, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Amplification of human β-glucoronidase gene for appraising the accuracy of negative SARS-CoV-2 RT-PCR results in upper respiratory tract specimens. Real-time reverse transcription polymerase-chain reaction (RT-PCR) is the mainstay of Covid-19 diagnosis. False-negative RT-PCR results may hamper clinical management of patients and hinder the adoption of epidemiological measures to control the pandemic. The current study was aimed at assessing whether amplification of β-glucoronidase (GUSB) gene would help estimate the accuracy of SARS-CoV-2 RT-PCR negative results in upper respiratory tract (URT) specimens. URT specimens that tested negative by SARS-CoV-2 RT-PCR displayed higher GUSB RT-PCR cycle thresholds (CT) (P=0.070) than those testing positive (median, 30.7; range, 27.0-40.0, and median 29.7; range 25.5-36.8, respectively), this reflecting poorer cellularity. Receiver operating characteristic (roc) curve analysis indicated that a CT threshold of 31.2 discriminated best between positive and negative SARS CoV-2 RT-PCRs (area under a curve, 0.66; 95% CI, 0.50-0.81; P=0.08). This cut-off yielded a true negative ratio of 89% and accuracy of 70%. The data suggested that amplification of the GUSB gene by RT-PCR may help to appraise the accuracy of negative SARS-CoV-2 RT-PCR results in patients in whom Covid-19 is eventually diagnosed.", "cats": {"Biomedical Sciences": 1, "Public Health": 0, "Physical Sciences": 1, "Humanities/Social Sciences": 0, "Medical Sciences": 1}}, {"text": "Protection of Rhesus Macaque from SARS-Coronavirus challenge by recombinant adenovirus vaccine. A recombinant adenovirus vaccine against the SARS Coronavirus (SARS-CoV) was constructed, which contains fragments from the S, N, and Orf8 genes. Rhesus Macaques immunized with the recombinant adenovirus generated antigen-specific humoral and cellular response. Furthermore, the vaccine provided significant protection against subsequent live SARS-CoV challenge. In contrast, three out of four monkeys immunized with placebo suffered severe alveolar damage and pulmonary destruction.", "cats": {"Biomedical Sciences": 1, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Engineered human mesenchymal stem cells as new vaccine platform for COVID-19. Recently, there are several routes for COVID-19 vaccine research, yet their weaknesses lie in low efficiency, tolerability, immune adaptability and safety. We describe a new approach to COVID-19 based on engineered human mesenchymal stem cells (hu-MSC), which is like a small protein antigen response device, but will be gradually cleared and degraded by body' s immune system among recognization process. The antibody response results show that this is effective and fast. Furthermore, after several antibody response tests, we obtained an injection of a set of cocktail-like modified human mesenchymal stem cell line. This strategy opened a new avenue for vaccine design against COVID-19.", "cats": {"Biomedical Sciences": 1, "Public Health": 0, "Physical Sciences": 1, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Inexpensive multi-patient respiratory monitoring system for helmet ventilation during COVID-19 pandemic. Helmet non-invasive ventilation (NIV) is a form of continuous positive applied pressure that has emerged as a useful therapy for COVID-19 patients who require respiratory support but may not require invasive ventilation. Helmet NIV has seen an increase in use during the COVID-19 pandemic because it is low-cost, readily available, and provides viral filters between the patient and clinician. Helmet NIV may also provide better patient outcomes by delaying or eliminating the need for invasive ventilation. Its widespread adoption has been limited, however, by the lack of a respiratory monitoring system that is needed to address known safety vulnerabilities and to provide clinicians with a respiratory profile of the patient. To address this safety need, we have developed an inexpensive respiratory monitoring system that is based on readily available commercial components and is suitable for rapid local manufacture. The system is designed for use in conjunction with the COVID-19 Helmet developed by Sea-Long Medical Systems, but is modular and can be used with other ventilation systems. The monitoring system comprises one or more flow and pressure sensors and a central remote station that can be used to remotely monitor up to 20 patients simultaneously. The system reports flow, pressure, and clinically relevant metrics including respiratory rate, tidal volume equivalent, peak inspiratory pressure (PIP), positive end-expiratory pressure (PEEP) and the ratio of inspiratory time to expiratory time (I:E). The device will sound alarms based on clinician-set thresholds. In bench tests using a commercial ventilator and artificial lung system, our device performs comparably to a commercial single-patient respiratory monitor. Results are presented from human-subject tests on a healthy volunteer undergoing helmet non-invasive ventilation. Detailed design and manufacturing documents are provided.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 1}}, {"text": "Title: Orthogonal genome-wide screenings in bat cells identify MTHFD1 as a target of 1 broad antiviral therapy 2 3. bioRxiv preprint TATA box, CCAAT box, GC box and DNA stability are shown. Blue and red boxes indicate positions of those putative elements and related transcription factors predicted by GPMiner. A lack of CCAAT box was observed in both bats.", "cats": {"Biomedical Sciences": 1, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Face Masks Considerably Reduce Covid-19 Cases in Germany. We use the synthetic control method to analyze the effect of face masks on the spread of Covid-19 in Germany. Our identification approach exploits regional variation in the point in time when face masks became compulsory. Depending on the region we analyse, we find that face masks reduced the cumulative number of registered Covid-19 cases between 2.3% and 13% over a period of 10 days after they became compulsory. Assessing the credibility of the various estimates, we conclude that face masks reduce the daily growth rate of reported infections by around 40%.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Social distancing across vulnerability, race, politics, and employment: How different Americans changed behaviors before and after major COVID-19 policy announcements. Background: As states reopen in May 2020, the United States is still trying to curb the spread of the COVID-19 pandemic. To appropriately design policies and anticipate behavioral change, it is important to understand how different Americans' social distancing behavior shifts in relation to policy announcements according to individual characteristics, and community vulnerability. Methods: This cross-sectional study used Unacast's social distancing data from February 24th - May 10th, 2020 to study how social distancing changed before and after: 1) The World Health Organization's declaration of a global pandemic, 2) White House announcement of \"Opening Up America Again\" (OUAA) guidelines, and 3) the week of April 27 when several states reopened. To measure intention to social distance, we assessed the difference between weekday and weekend behavior as more individuals have more control over weekend leisure time. To investigate social distancing's sensitivity to different population characteristics, we compared social distancing time-series data across county vulnerability as measured by the COVID-19 Community Vulnerability Index (CCVI) which defines vulnerability across socioeconomic, household composition, minority status, epidemiological, and healthcare-system related factors. We also compared social distancing across population groupings by race, 2016 presidential election voting choice, and employment sectors. Results: Movement reduced significantly throughout March reaching peak reduction on April 12th (-56.1%) prior the enactment of any reopening policies. Shifts in social distancing began after major announcements but prior to specific applied policies: Following the WHO declaration, national social distancing significantly increased on weekdays and weekends (-18.6% and -41.3% decline in mobility, respectively). Social distancing significantly declined on weekdays and weekends after OUAA guidelines (i.e. before state reopening) (+1.1% and +5.3% increase in mobility, respectively) with additional significant decline after state reopening (+10.0% and +20.9% increase in mobility, respectively). Social distancing was significantly greater on weekends than weekdays throughout March, however, the trend reversed by early May with significantly less social distancing on weekends, suggesting a shift in intent to social distance during leisure time. In general, vulnerable counties social distanced less than non-vulnerable counties, and had a greater difference between weekday and weekend behavior until state reopening. This may be driven by structural barriers that vulnerable communities face, such as higher rates of employment in particular sectors. At all time periods studied, the average black individual in the US social distanced significantly more than the average white individual, and the average 2016 Clinton voter social distanced significantly more than the average 2016 Trump voter. Social distancing behavior differed across industries with three clusters of employment sectors. Conclusion: Both signaling of a policy change and implementation of a policy are important factors that seem to influence social distancing. Behaviors shifted with national announcements prior to mandates, though social distancing further declined nationwide as the first states reopened. The variation in behavioral drivers including vulnerability, race, political affiliation, and employment industry demonstrates the need for targeted policy messaging and interventions tailored to address specific barriers for improved social distancing and mitigation.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "The time-series ages distribution of the reported COVID-2019 infected people suggests the undetected local spreading of COVID-2019 in Hubei and Guangdong provinces before 19th Jan 2020. COVID-2019 is broken out in China. It becomes a severe public health disaster in one month. Find the period in which the spreading of COVID-2019 was overlooked, and understand the epidemiological characteristics of COVID-2019 in the period will provide valuable information for the countries facing the threats of COVID-2019. The most extensive epidemiological analysis of COVID-2019 shows that older people have lower infection rates compared to middle-aged persons. Common sense is that older people prefer to report their illness and get treatment from the hospital compared to middle-aged persons. We propose a hypothesis that when the spreading of COVID-2019 was overlooked, we will find more older cases than the middle-aged cases. At first, we tested the hypothesis with 4597 COVID-2019 infected samples reported from 26th Nov 2019 to 17th Feb 2020 across the mainland of China. We found that 19th Jan 2020 is a critical time point. Few samples were reported before that day, and most of them were older ones. Then samples were explosively increased after that day, and many of them were middle-aged people. We have demonstrated the hypothesis to this step. Then, we grouped samples by their residences(provinces). We found that, in the provinces of Hubei and Guangdong, the ages of samples reported before 19th Jan 2020 are significantly higher than the ages of samples reported after that day. It suggests the COVID-2019 may be spreading in Hubei and Guangdong provinces before 19th Jan 2020 while people were unconscious of it. At last, we proposed that the ages distribution of each-day-reported samples could serve as a warning indicator of whether all potential COVID-2019 infected people are found. We think the power of our analysis is limit because 1. the work is data-driven, and 2. only ~5% of the COVID-2019 infected people in China are included in the study. However, we believe it still shows some value for its ability to estimate the possible unfound COVID-2019 infected people.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Lifestyle Risk Factors for Cardiovascular Disease in Relation to COVID-19 Hospitalization: A Community-Based Cohort Study of 387,109 Adults in UK. Aims: It is important to identify characteristics of people who may be most at risk of COVID19 to inform policy and intervention. Little is known about the impact of unhealthy lifestyles including smoking, physical inactivity, obesity, and excessive alcohol intake. We conducted the first large scale general population study on lifestyle risk factors for COVID19. Methods: Prospective cohort study with national registry linkage to hospitalisation for COVID19. Participants were 387,109 men and women (56.4, SD 8.8 yr; 55.1% women) residing in England from UK Biobank study. Physical activity, smoking, and alcohol intake, were assessed by questionnaire at baseline (2006 to 2010). Body mass index, from measured height and weight, was used as an indicator of overall obesity. Outcome was cases of COVID19 serious enough to warrant a hospital admission from 16 March 2020 to 26 April 2020. Results: There were 760 COVID19 cases. After adjustment for age, sex and mutually for each lifestyle factor, physical inactivity (Relative risk, 1.32, 95% confidence interval, 1.10, 1.58), smoking (1.42;1.12, 1.79) and obesity (2.05 ;1.68, 2.49) but not heavy alcohol consumption (1.12; 0.93, 1.35) were all related to COVID19. We also found a dose dependent increase in risk of COVID19 with less favourable lifestyle scores, such that participants in the most adverse category had four fold higher risk (4.41; 2.52, 7.71) compared to people with the most optimal lifestyle. This gradient was little affected after adjustment for a wide range of covariates. Based on UK risk factor prevalence estimates, unhealthy behaviours in combination accounted for up to 51% of the population attributable fraction of severe COVID19. Conclusions and Relevance: Our findings suggest that an unhealthy lifestyle synonymous with an elevated risk of non-communicable disease is also a risk factor for COVID19 hospital admission, accounting for up to half of severe cases. Adopting simple lifestyle changes could lower the risk of severe infection.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Numerical Analysis of Disastrous Effect of Reopening Too Soon in Georgia, USA. Social distancing restrictions were lifted in Georgia, USA before the daily new Covid-19 cases were significantly reduced below the peak. In this paper we show through numerical analysis the disastrous consequence of this action resulting in a second peak of daily cases which caused additional fatalities. Key words: Coronavirus, Covid-19, SARS, Basu model, analysis, data, infectious disease, Georgia, USA, reopening, resurgence", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Social distancing across vulnerability, race, politics, and employment: How different Americans changed behaviors before and after major COVID-19 policy announcements. Background: As states reopen in May 2020, the United States is still trying to curb the spread of the COVID-19 pandemic. To appropriately design policies and anticipate behavioral change, it is important to understand how different Americans' social distancing behavior shifts in relation to policy announcements according to individual characteristics, and community vulnerability. Methods: This cross-sectional study used Unacast's social distancing data from February 24th - May 10th, 2020 to study how social distancing changed before and after: 1) The World Health Organization's declaration of a global pandemic, 2) White House announcement of \"Opening Up America Again\" (OUAA) guidelines, and 3) the week of April 27 when several states reopened. To measure intention to social distance, we assessed the difference between weekday and weekend behavior as more individuals have more control over weekend leisure time. To investigate social distancing's sensitivity to different population characteristics, we compared social distancing time-series data across county vulnerability as measured by the COVID-19 Community Vulnerability Index (CCVI) which defines vulnerability across socioeconomic, household composition, minority status, epidemiological, and healthcare-system related factors. We also compared social distancing across population groupings by race, 2016 presidential election voting choice, and employment sectors. Results: Movement reduced significantly throughout March reaching peak reduction on April 12th (-56.1%) prior the enactment of any reopening policies. Shifts in social distancing began after major announcements but prior to specific applied policies: Following the WHO declaration, national social distancing significantly increased on weekdays and weekends (-18.6% and -41.3% decline in mobility, respectively). Social distancing significantly declined on weekdays and weekends after OUAA guidelines (i.e. before state reopening) (+1.1% and +5.3% increase in mobility, respectively) with additional significant decline after state reopening (+10.0% and +20.9% increase in mobility, respectively). Social distancing was significantly greater on weekends than weekdays throughout March, however, the trend reversed by early May with significantly less social distancing on weekends, suggesting a shift in intent to social distance during leisure time. In general, vulnerable counties social distanced less than non-vulnerable counties, and had a greater difference between weekday and weekend behavior until state reopening. This may be driven by structural barriers that vulnerable communities face, such as higher rates of employment in particular sectors. At all time periods studied, the average black individual in the US social distanced significantly more than the average white individual, and the average 2016 Clinton voter social distanced significantly more than the average 2016 Trump voter. Social distancing behavior differed across industries with three clusters of employment sectors. Conclusion: Both signaling of a policy change and implementation of a policy are important factors that seem to influence social distancing. Behaviors shifted with national announcements prior to mandates, though social distancing further declined nationwide as the first states reopened. The variation in behavioral drivers including vulnerability, race, political affiliation, and employment industry demonstrates the need for targeted policy messaging and interventions tailored to address specific barriers for improved social distancing and mitigation.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "A Unique Clade of SARS-CoV-2 Viruses is Associated with Lower Viral Loads in Patient Upper Airways. Background The rapid spread of SARS-CoV-2, the causative agent of Coronavirus disease 2019 (COVID-19), has been accompanied by the emergence of distinct viral clades, though their clinical significance remains unclear. Here, we aimed to investigate the phylogenetic characteristics of SARS-CoV-2 infections in Chicago, Illinois and assess their relationship to clinical parameters. Methods We performed whole-genome sequencing of SARS-CoV-2 isolates collected from COVID-19 patients in a Chicago healthcare system in mid-March, 2020. Using these and other publicly available sequences, we performed phylogenetic, phylogeographic, and phylodynamic analyses. Patient data was assessed for correlations between demographic or clinical characteristics and virologic features. Findings The 88 SARS-CoV-2 genome sequences in our study separated into three distinct phylogenetic clades. Clade 1 was most closely related to viral sequences from New York, and showed evidence of rapid expansion across the US, while Clade 3 was most closely related to those in Washington state. Clade 2 was localized primarily to the Chicago area with limited evidence of expansion elsewhere. At the time of diagnosis, patients infected with Clade 1 viruses had significantly higher average viral loads in their upper airways relative to patients infected with Clade 2 viruses, independent of time to symptom onset and disease severity. Interpretation These results show that multiple variants of SARS-CoV-2 are circulating in the Chicago area that differ in their relative viral loads in patient upper airways. These data suggest that differences in virus genotype impact viral load and may in turn influence viral transmission and spread. Funding Dixon Family Translational Research Award, Northwestern University Clinical and Translational Sciences Institute (NUCATS), National Institute of Allergy and Infectious Diseases (NIAID)", "cats": {"Biomedical Sciences": 1, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Analysis of adaptive immune cell populations and phenotypes in the patients infected by SARS-CoV-2. Coronavirus disease-2019 (COVID-19), caused by SARS-CoV-2, has rapidly spread to most of countries in the world, threatening the health and lives of many people. Unfortunately, information regarding the immunological characteristics in COVID-19 patients remains limited. Here we collected the blood samples from 18 healthy donors (HD) and 38 COVID-19 patients to analyze changes in the adaptive immune cell populations and phenotypes. In comparison to HD, the lymphocyte percentage was slightly decreased, the percentages of CD4 and CD8 T cells in lymphocytes are similar, whereas B cell percentage increased in COVID-19 patients. T cells, especially CD8 T cells, showed an enhanced expression of late activation marker CD25 and exhaustion marker PD-1. Importantly, SARS-CoV-2 induced an increased percentage of T follicular helpher (Tfh)- and germinal center B-like (GCB-like) cells in the blood. However, the parameters in COVD-19 patients remained unchanged across various age groups. Therefore, we demonstrated that the T and B cells can be activated normally and exhibit functional features. These data provide a clue that the adaptive immunity in most people could be primed to induce a significant immune response against SARS-CoV-2 infection upon receiving standard medical care.", "cats": {"Biomedical Sciences": 1, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "A rapid, point of care red blood cell agglutination assay for detecting antibodies against SARS-CoV-2. The COVID-19 pandemic has brought the world to a halt, with cases observed around the globe causing significant mortality. There is an urgent need for serological tests to detect antibodies against SARS-CoV-2, which could be used to assess the prevalence of infection, as well as ascertain individuals who may be protected from future infection. Current serological tests developed for SARS-CoV-2 rely on traditional technologies such as enzyme-linked immunosorbent assays (ELISA) and lateral flow assays, which may lack scalability to meet the demand of hundreds of millions of antibody tests in the coming year. Herein, we present an alternative method of antibody testing that just depends on one protein reagent being added to patient serum/plasma or whole blood and a short five-minute assay time. A novel fusion protein was designed that binds red blood cells (RBC) via a single-chain variable fragment (scFv) against the H antigen and displays the receptor-binding domain (RBD) of SARS-CoV-2 spike protein on the surface of RBCs. Upon mixing of the fusion protein, RBD-scFv with recovered COVID-19 patient serum and RBCs, we observed agglutination of RBCs, indicating the patient developed antibodies against SARS-CoV-2 RBD. Given that the test uses methods routinely used in hospital clinical labs across the world, we anticipate the test can be rapidly deployed with only the protein reagent required at projected manufacturing cost at U.S. cents per test. We anticipate our agglutination assay may find extensive use in low-resource settings for detecting SARS-CoV-2 antibodies.", "cats": {"Biomedical Sciences": 1, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "The major genetic risk factor for severe COVID-19 is inherited from Neandertals. A recent genetic association study (Ellinghaus et al. 2020) identified a gene cluster on chromosome 3 as a risk locus for respiratory failure in SARS-CoV-2. Recent data comprising 3,199 hospitalized COVID-19 patients and controls reproduce this and find that it is the major genetic risk factor for severe SARS-CoV-2 infection and hospitalization (COVID-19 Host Genetics Initiative). Here, we show that the risk is conferred by a genomic segment of ~50 kb that is inherited from Neandertals and occurs at a frequency of ~30% in south Asia and ~8% in Europe.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Preprinting a pandemic: the role of preprints in the COVID-19 pandemic. The world continues to face an ongoing viral pandemic that presents a serious threat to human health. The virus underlying the COVID-19 disease, SARS-CoV-2, has caused over 3.2 million confirmed cases and 220,000 deaths between January and April 2020. Although the last pandemic of respiratory disease of viral origin swept the globe only a decade ago, the way science operates and responds to current events has experienced a paradigm shift in the interim. The scientific community has responded rapidly to the COVID-19 pandemic, releasing over 16,000 COVID-19 related scientific articles within 4 months of the first confirmed case, of which at least 6,000 were hosted by preprint servers. We focused our analysis on bioRxiv and medRxiv, two growing preprint servers for biomedical research, investigating the attributes of COVID-19 preprints, their access and usage rates, characteristics of their sharing on online platforms, and the relationship between preprints and their published articles. Our data provides evidence for increased scientific and public engagement (COVID-19 preprints are accessed and distributed at least 15 times more than non-COVID-19 preprints) and changes in journalistic practice with reference to preprints. We also find evidence for changes in preprinting and publishing behaviour: COVID-19 preprints are shorter, with fewer panels and tables, and reviewed faster. Our results highlight the unprecedented role of preprints and preprint servers in the dissemination of COVID-19 science, and the likely long-term impact of the pandemic on the scientific publishing landscape.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "Epidemiological parameters of coronavirus disease 2019: a pooled analysis of publicly reported individual data of 1155 cases from seven countries Summary Background. medRxiv preprint 3 generally longer incubation and serial interval of less severe cases suggests a high risk of longterm epidemic in the absence of appropriate control measures.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Acceptability of app-based contact tracing for COVID-19: Cross-country survey evidence. Background: The COVID-19 pandemic is the greatest public health crisis of the last 100 years. Countries have responded with various levels of lockdown to save lives and stop health systems from being overwhelmed. At the same time, lockdowns entail large socio-economic costs. One exit strategy under consideration is a mobile phone app that traces close contacts of those infected with COVID- 19. Recent research has demonstrated the theoretical effectiveness of this solution in different disease settings. However, concerns have been raised about such apps because of the potential privacy implications. This could limit the acceptability of app-based contact tracing among the general population. As the effectiveness of this approach increases strongly with app take-up, it is crucial to understand public support for this intervention. Objectives: The objective of this study is to investigate user acceptability of a contact-tracing app in five countries hit by the pandemic. Methods We conducted a multi-country, large-scale (N = 5995) study to measure public support for digital contact tracing of COVID-19 infections. We ran anonymous online surveys in France, Germany, Italy, the UK and the US. We measured intentions to use a contact-tracing app across different installation regimes (voluntary installation vs. automatic installation by mobile phone providers), and studied how these intentions vary across individuals and countries. Results: We found strong support for the app under both regimes, in all countries, across all sub-groups of the population, and irrespective of regional-level COVID-19 mortality rates. We inves- tigated the main factors that may hinder or facilitate take-up and found that concerns about cyber security and privacy, together with lack of trust in government, are the main barriers to adoption. Conclusions: Epidemiological evidence shows that app-based contact-tracing can suppress the spread of COVID-19 if a high enough proportion of the population uses the app and that it can still reduce the number of infections if take-up is moderate. Our findings show that the willingness to install the app is very high. The available evidence suggests that app-based contact tracing may be a viable approach to control the diffusion of COVID-19.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Psychological wellbeing during the global COVID-19 outbreak. The COVID-19 pandemic presents a significant challenge to wellbeing for people around the world. Here, we examine which individual and societal factors can predict the extent to which individuals suffer or thrive during the COVID-19 outbreak, with survey data collected from 26,684 participants in 51 countries from 17 April to 15 May 2020. We show that wellbeing is linked to an individual’s recent experiences of specific momentary positive and negative emotions, including love, calm, determination, and loneliness. Higher socioeconomic status was associated with better wellbeing. The present study provides a rich map of emotional experiences and wellbeing around the world during the COVID-19 outbreak, and points to calm, connection, and control as central to our wellbeing at this time of collective crisis.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "Characterizing key attributes of the epidemiology of COVID- 19 in China: Model-based estimations. Background: A novel coronavirus strain, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), emerged in China in late 2019. The resulting disease, Coronavirus Disease 2019 (COVID-2019), soon became a pandemic. This study aims to characterize key attributes of the epidemiology of this infection in China. Methods: An age-stratified mathematical model was constructed to describe the transmission dynamics and estimate the age-specific differences in the biological susceptibility to the infection, age-assortativeness in transmission mixing, case fatality rate (CFR), and transition in rate of infectious contacts (and reproduction number 0 R ) following introduction of mass interventions. Results: The model estimated the infectious contact rate in early epidemic at 0.59 contacts per day (95% uncertainty interval (UI)=0.48-0.71). Relative to those 60-69 years of age, susceptibility to the infection was only 0.06 in those ≤19 years, 0.34 in 20-29 years, 0.57 in 30-39 years, 0.69 in 40-49 years, 0.79 in 50-59 years, 0.94 in 70-79 years, and 0.88 in ≥80 years. The assortativeness in transmission mixing by age was very limited at 0.004 (95% UI=0.002-0.008). Final CFR was 5.1% (95% UI=4.8-5.4%). 0 R rapidly declined from 2.1 (95% UI=1.8-2.4) to 0.06 (95% UI=0.05-0.07) following onset of interventions. Conclusion: Age appears to be a principal factor in explaining the patterns of COVID-19 transmission dynamics in China. The biological susceptibility to the infection seems limited among children, intermediate among young to mid-age adults, but high among those >50 years of age. There was no evidence for differential contact mixing by age, consistent with most transmission occurring in households rather than in schools or workplaces.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "SARS-CoV-2 exposure, symptoms and seroprevalence in health care workers. Background: SARS-CoV-2 may pose an occupational health risk to health care workers, but the prevalence of infections in this population is unknown. We examined the seroprevalence of SARS-CoV-2 antibodies among health care workers at a large acute care hospital in Stockholm, Sweden. We determined correlations between seroprevalence, self-reported symptoms and occupational exposure to SARS-CoV-2. Methods and findings: All employees at Danderyd Hospital (n=4375) were invited to participate in a cross-sectional study. 2149 employees from all hospital departments were enrolled in the study between April 14th and May 8th 2020. Study participants completed a questionnaire consisting of symptoms compatible with SARS-CoV-2 infection since January 2020 and occupational exposure to patients infected with SARS-CoV-2. IgG antibodies against SARS-CoV-2 were analyzed using a multiplex assay evaluated to have 99.4% sensitivity and 99.1% specificity. The over-all seroprevalence among 2149 participants was 19.1% (n=410). There was no difference in age or sex between seropositive and seronegative participants. The symptoms with the strongest correlation to seroprevalence were anosmia and ageusia, with odds ratios of 28.4 (p=2.02*10^-120) and 19.2 (p=1.67*10^-99) respectively. Seroprevalence was strongly associated with patient-related work (OR 2.9, p=4.24*10^-8), covid-19 patient contact (OR 1.43, p=0.003), and occupation as assisting nurse (OR 3.67, p=2.16*10^-9). Conclusion: These results demonstrate that anosmia and ageusia should be included in screening guidance and in the recommendations of self-isolation to reduce further spread of SARS-CoV-2. The results furthermore imply an occupational health risk for SARS-CoV-2 infection among hospital workers. Continued measures are warranted to assure healthcare worker safety and reduce transmission from health care settings to the community during the covid-19 outbreak.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Knowledge, attitudes, and practices towards COVID-19 among primary and middle school students during the COVID-19 outbreak period in Beijing: An online cross-sectional survey. Purpose: This study investigated the KAP towards COVID-19 and their influencing factors among primary and middle school students during the self-quarantine period in Beijing. Methods: This was a cross-sectional study among students from 18 primary and middle schools in Beijing during March 2020. Stratified cluster sampling was conducted. Demographic and KAP-related COVID-19 information was collected through an online questionnaire. The influencing factors were analyzed by multivariable logistic regression. Results: A total of 7,377 students were included. The overall correct rate for COVID-19 knowledge was 74.1%, while only 31.5% and 40.5% could identify the high-risk places of cross-infection and warning body temperature. Although 94.5% of respondents believed the epidemic could be controlled, over 50% expressed various concerns about the epidemic. The compliance rates for basic preventing behaviors were all over 80%, while those for \"rational and effective ventilation\" (39.2%) and \"dinning separately\" (38.6%) were low. The KAP levels were significantly differed according to various school categories of students. The COVID-19 knowledge (OR= 3.309, 95% CI: 2.921, 3.748) and attitude (OR=1.145, 95% CI: 1.003, 1.308) were associated with preventive practices. Besides, female, urban students, those with a healthy lifestyle, and those with the willingness to engage in healthcare tended to have better preventive practices. Conclusion: Most students in Beijing hold a high level of knowledge, optimistic attitudes and have appropriate practices towards COVID-19. However, targeted interventions are still necessary, especially for students with high-risk characteristics. Keywords: COVID-19; primary and middle school students; knowledge; attitude; practice", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Optimal Control Measures to Combat COVID 19 Spread in Sri Lanka: A Mathematical Model Considering the Heterogeneity of Cases. The COVID 19 pandemic caused by the novel corona virus (SARS-CoV-2) has been one of the major public health concerns across the globe, currently more than 3.5 million individuals have been infected, and the number of deaths has passed 250,000. The world wide burden of the disease has been massive, and the governments are in dilemma to protect the health system of the country while safeguarding the economy. There is no vaccine or antivirus drug found against this virus while multiple research groups are actively working on a suitable candidate. The only available mode of minimizing the disease burden has been to control its transmission among the population. Since the occurrence of first COVID 19 local case on 11 March 2020, the government of Sri Lanka introduced serious social distancing and public health interventions in its fullest capacity as a developing nation to effectively combat with the disease spread. This study focuses to develop a mathematical model to investigate the dynamic of this novel disease using an extended version of an SEIR compartmental structure considering the heterogeneity of cases such as asymptomatic, symptomatic with mild indications and the cases required intensive care treatments. All the measures and interventions are in progress with a significantly large social and economic cost, thus, optimal control techniques are used to identify the most appropriate strategies to minimize this cost. The results of the simulations prove that optimal control measures can be worked out as the epidemic curves are flattened while delaying the outbreak so that the health system might not be under pressure to treat and care the patients.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "A dynamic nomenclature proposal for SARS-CoV-2 to assist genomic epidemiology. The ongoing pandemic spread of a novel human coronavirus, SARS-COV-2, associated with severe pneumonia disease (COVID-19), has resulted in the generation of thousands of virus genome sequences. The rate of genome generation is unprecedented, yet there is currently no coherent nor accepted scheme for naming the expanding phylogenetic diversity of SARS-CoV-2. We present a rational and dynamic virus nomenclature that uses a phylogenetic framework to identify those lineages that contribute most to active spread. Our system is made tractable by constraining the number and depth of hierarchical lineage labels and by flagging and declassifying virus lineages that become unobserved and hence are likely inactive. By focusing on active virus lineages and those spreading to new locations this nomenclature will assist in tracking and understanding the patterns and determinants of the global spread of SARS-CoV-2.", "cats": {"Biomedical Sciences": 1, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Psychological Distress during the COVID-19 pandemic in France: a national assessment of at-risk populations. Introduction More than 2.5 billion people in the world are currently in lockdowns to limit the spread of the novel coronavirus disease 2019 (COVID-19). Psychological Distress (PD) and Post-Traumatic Stress Disorder have been reported after traumatic events, but the specific effect of pandemics is not well known. The aim of this study was to assess PD in France, a country where COVID-19 had such a dramatic impact that it required a country-wide lockdown. Patients and methods We recruited patients in 4 groups of chatbot users followed for breast cancer, asthma, depression and migraine. We used the Psychological Distress Index (PDI), a validated scale to measure PD during traumatic events, and correlated PD risk with patients characteristics in order to better identify the one who were the most at-risk. Results The study included 1771 participants. 91.25% (1616) were female with a mean age of 32.8 years (SD=13,71), 7.96% (141) were male with a mean age of 28.0 years (SD=8,14). In total, 38.06% (674) of the respondents had psychological distress (PDI ≥15). An ANOVA analysis showed that sex (p=0.00132), unemployment (p=7.16x10-6) and depression (p=7.49x10-7) were significantly associated with a higher PDI score. Patients using their smartphone or computer more than one hour a day also had a higher PDI score (p=0.02588). Conclusion Prevalence of PD in at-risk patients is high. These patients are also at increased risk to develop Post-Traumatic Stress Disorder. Specific steps should be implemented to monitor and prevent PD through dedicated mental health policies if we want to limit the public health impact of COVID-19 in time.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Could Attitudes Toward COVID-19 in Spain Render Men More Vulnerable Than Women?. The COVID-1 pandemic affects the whole world. Spain is 3rd in the world and 2nd in Europe with largest number of diagnosed cases. Spanish citizens’ attitudes are important in controlling the pandemic. This research assessed key attitudes of the Spanish people toward COVID-19. One study (n =64) was conducted in a shopping center in Madrid and another (n= 640) online. The results of both studies suggest that women in Spain have a ‘more responsible’ attitude toward the COVID-19 than men. Young adults (18-25 years) appear to perceive less threatening the epidemic than older adults. Spanish people’s personal concern about COVID-19 is less than their perceived social alarm about it. Compliance is the strongest  predictor of the approval to stay at home, which is the highest rated preventive measure by the Spanish people. These results might help policy makers in targeting public attitudes which could play an important role in the exponentially rising cases of COVID-19.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Environmental contamination of the SARS-CoV-2 in healthcare premises: An urgent call for protection for healthcare workers. Importance\nA large number of healthcare workers (HCWs) were infected by SARS-CoV-2 during the ongoing outbreak of COVID-19 in Wuhan, China. Hospitals are significant epicenters for the human-to-human transmission of the SARS-CoV-2 for HCWs, patients, and visitors. No data has been reported on the details of hospital environmental contamination status in the epicenter of Wuhan. \n\nObjective \nTo investigate the extent to which SARS-CoV-2 contaminates healthcare settings, including to identify function zones of the hospital with the highest contamination levels and to identify the most contaminated objects, and personal protection equipment (PPE) in Wuhan, China.  \n\nDesign\nA field investigation was conducted to collect the surface swabs in various environments in the hospital and a laboratory experiment was conducted to examine the presence of the SARS-CoV-2 RNA.\nSetting \nSix hundred twenty-six surface samples were collected within the Zhongnan Medical Center in Wuhan, China in the mist of the COVID-19 outbreak between February 7 - February 27, 2020.  \n\nParticipants \nDacron swabs were aseptically collected from the surfaces of 13 hospital function zones, five major objects, and three major personal protection equipment (PPE). The SARS-CoV-2 RNAs were detected by reverse transcription-PCR (RT-PCR). \n\nMain Outcomes and Measures\nSARS-CoV-2 RNAs\n\nResults\nThe most contaminated zones were the intensive care unit specialized for taking care of novel coronavirus pneumonia (NCP) (31.9%), Obstetric Isolation Ward specialized for pregnant women with NCP (28.1%), and Isolation Ward for NCP (19.6%). We classified the 13 zones into four contamination levels. The most contaminated objects are self-service printers (20.0%), desktop/keyboard (16.8%), and doorknob (16.0%). Both hand sanitizer dispensers (20.3%) and gloves (15.4%) were most contaminated PPE. \n\nConclusions and Relevance \nMany surfaces were contaminated with SARS-CoV-2 across the hospital in various patient care areas, commonly used objects, medical equipment, and PPE. The 13 hospital function zones were classified into four contamination levels. These findings emphasize the urgent need to ensure adequate environmental cleaning, strengthen infection prevention training, and improve infection prevention precautions among HCWs during the outbreak of COVID-19.  The findings may have important implications for modifying and developing urgently needed policy to better protect healthcare workers during this ongoing pandemic of SARS-CoV-2.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Compliance in the 1.5 Meter Society: Longitudinal Analysis of Citizens’ Adherence to COVID-19 Mitigation Measures in a Representative Sample in the Netherlands. In the month of May, the Netherlands moved out of the “intelligent lockdown”, and into the “1.5 meter society”, which aims to mitigate the COVID-19 pandemic by means of safe-distance measures. This paper assesses how Dutch citizens have complied with these social distancing measures. It analyses data from two surveys conducted in May (between 8-14 and between 22-26) among nationally representative samples (N = 984 and N = 1021). We find that a combination of factors explain social distancing compliance. On the one hand we see that people are more likely to comply if they have an intrinsic motivation to do so, when they have the capacity to comply, when they have good impulse control, when they think compliance is normal, and when they see a general duty to obey rules generally. The paper also assesses how compliance has changed over time, assessing changes in May as well as how these are different from compliance with lockdown measures in April. During this period, there has been a gradual decline in compliance that coincides with a decline in intrinsic motivations and capacity for compliance, and there has been an increase in opportunities to violate the measures. The paper assesses what these changes may mean for current and future success of Covid-19 mitigation measures.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "BCG vaccination in infancy does not protect against COVID‐19. Evidence from a natural experiment in Sweden.. Background The Bacille Calmette-Guerin (BCG) tuberculosis vaccine has immunity benefits against respiratory infections. Accordingly, it has been hypothesized that it may have a protective effect against COVID-19. Recent research found that countries with universal BCG childhood vaccination policies tend to be less affected by the COVID-19 pandemic. However, such ecological studies are biased by numerous confounders. Instead, this paper takes advantage of a rare nationwide natural experiment that took place in Sweden in 1975, where discontinuation of newborns BCG vaccination led to a dramatic fall of the BCG coverage rate from 92% to 2% , thus allowing us to estimate the BCG's effect without all the biases associated with cross-country comparisons. Methods Numbers of COVID-19 cases and hospitalizations were recorded for birth cohorts born just before and just after that change, representing 1,026,304 and 1,018,544 individuals, respectively. We used regression discontinuity to assess the effect of BCG vaccination on Covid-19 related outcomes. This method used on such a large population allows for a high precision that would be hard to achieve using a classical randomized controlled trial. Results The odds ratio for Covid-19 cases and Covid-19 related hospitalizations were 0.9997 (CI95: [0.8002-1.1992]) and 1.1931 (CI95: [0.7558-1.6304]), respectively. We can thus reject with 95% confidence that universal BCG vaccination reduces the number of cases by more than 20% and the number of hospitalizations by more than 24% Conclusions While the effect of a recent vaccination must be evaluated, we provide strong evidence that receiving the BCG vaccine at birth does not have a protective effect against COVID-19.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Temperature significant change COVID-19 Transmission in 429 cities. Background There is no evidence supporting that temperature changes COVID-19 transmission. Methods We collected the cumulative number of confirmed cases of all cities and regions affected by COVID-19 in the world from January 20 to February 4, 2020, and calculated the daily means of the average, minimum and maximum temperatures in January. Then, restricted cubic spline function and generalized linear mixture model were used to analyze the relationships. Results There were in total 24,232 confirmed cases in China and 26 overseas countries. In total, 16,480 cases (68.01%) were from Hubei Province. The lgN rose as the average temperature went up to a peak of 8.72℃ and then slowly declined. The apexes of the minimum temperature and the maximum temperature were 6.70℃ and 12.42℃ respectively. The curves shared similar shapes. Under the circumstance of lower temperature, every 1℃ increase in average, minimum and maximum temperatures led to an increase of the cumulative number of cases by 0.83, 0.82 and 0.83 respectively. In the single-factor model of the higher-temperature group, every 1℃ increase in the minimum temperature led to a decrease of the cumulative number of cases by 0.86. Conclusion The study found that, to certain extent, temperature could significant change COVID-19 transmission, and there might be a best temperature for the viral transmission, which may partly explain why it first broke out in Wuhan. It is suggested that countries and regions with a lower temperature in the world adopt the strictest control measures to prevent future reversal.", "cats": {"Biomedical Sciences": 1, "Public Health": 1, "Physical Sciences": 1, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Alarming levels of psychiatric symptoms and the role of loneliness during the COVID-19 epidemic: A case study of Hong Kong. Public health strategies to curb the spread of the coronavirus involve sheltering at home and social distancing have been effective in reducing the transmission rate, but the unintended consequences of prolonged social isolation on mental health has not been investigated. We conducted an online survey of residents in Hong Kong. We focused on Hong Kong for its very rapid and comprehensive response to the pandemic and strictly enacted social distancing protocols. Thus, Hong Kong is a model case for the population-wide practice of effective social distancing and provides an opportunity to examine the impact of loneliness on mental health during the COVID-19. The result of this online survey indicates a dire situation with respect to mental health. An astonishing 65.6% of the respondents reported clinical levels of depression, anxiety, and/or stress. Moreover, 22.5% of the respondents were showing signs of psychosis-risk. Loneliness, but not social network size, explained 12.0% to 29.2% of variance in these psychiatric symptoms. To mitigate the potential epidemic of mental illness in the near future, there is an urgent need to prepare clinicians, caregivers and stakeholders to focus on loneliness. Although the sociopolitical situation of Hong Kong prior to the pandemic was likely another exacerbating factor, given that sociopolitical unrest and violence are common, global problems that co-exist with the pandemic, the case of Hong Kong may prove to be prescient.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "Favipiravir for treating novel coronavirus (COVID-19) patients: protocol for a systematic review and meta-analysis of controlled trials. Introduction An outbreak of severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) was reported in Wuhan, China in mid-December 2019, and declared a pandemic by the World Health Organization (WHO) on March 11, 2020. Due to the unknown nature of the disease and the lack of specific drugs, several potential treatments were used for patients. This systematic review and meta-analysis will evaluate studies of the effects of Favipiravir in COVID-19 pneumonia. Methods and analysis We will search electronic databases including LitCovid hub, PubMed, Scopus, ISI web of Sciences, Cochrane, and Embase using keywords related to COVID-19 and Favipiravir. We will search the reference lists of all included studies and reviews. We will also search for clinical trial registries, such as clinicaltrial.gov for the ongoing clinical trials. Two investigators (MAZ and SH) will independently screen titles, abstracts, and full-text of included studies based on eligibility criteria. These investigators will also independently extract data and appraise the quality of studies. All potential discrepancies will be resolved through consultation with the third reviewer. Data synthesis will be conducted using the Review Manager software (version 5.3) or CMA (version 2). Statistical heterogeneity will be assessed using a standard I2 test. A funnel plot, Egger test, and Begg test will be used for asymmetry to explore possible publication bias. Ethics and dissemination The findings of this systematic review with proportional meta-analysis will help to identify the safety and efficacy of Favipiravir for COVID-19 patients. Knowledge gained from this research will also assist physicians in selecting better treatment options and developing a guideline in this field.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 1}}, {"text": "COVID-19-associated ARDS treated with DEXamethasone (CoDEX): Study design and rationale for a randomized trial.. OBJECTIVES: The infection caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV2) spreads worldwide and is considered a pandemic. The most common manifestation of SARS-CoV2 infection (Coronavirus disease 2019 - COVID-19) is viral pneumonia with varying degrees of respiratory compromise and up to 40% of hospitalized patients might develop Acute Respiratory Distress Syndrome (ARDS). Several clinical trials evaluated the role of corticosteroids in non-COVID-19 ARDS with conflicting results. We designed a trial to evaluate the effectiveness of early intravenous dexamethasone administration on the number of days alive and free of mechanical ventilation within 28 days after randomization in adult patients with moderate or severe ARDS due to confirmed or probable COVID-19. METHODS: This is a pragmatic, prospective, randomized, stratified, multicenter, open-label, controlled trial including 350 patients with early-onset (less than 48h before randomization) moderate or severe ARDS, defined by the Berlin criteria, due to COVID-19. Eligible patients will be randomly allocated to either standard treatment plus dexamethasone (intervention group) or standard treatment without dexamethasone (control group). Patients in the intervention group will receive dexamethasone 20mg IV once daily for 5 days, followed by dexamethasone 10mg IV once daily for additional 5 days or until Intensive Care Unit (ICU) discharge, whichever occurs first. The primary outcome is ventilator-free days within 28 days after randomization, defined as days alive and free from invasive mechanical ventilation. Secondary outcomes are all-cause mortality rates at day 28, evaluation of the clinical status at day 15 assessed with a 6-level ordinal scale, mechanical ventilation duration from randomization to day 28, Sequential Organ Failure Assessment (SOFA) Score evaluation at 48h, 72h and 7 days and ICU-free days within 28. ETHICS AND DISSEMINATION: This trial was approved by the Brazilian National Committee of Ethics in Research (Comissão Nacional de Ética em Pesquisa - CONEP) and National Health Surveillance Agency (ANVISA). An independent data monitoring committee will perform interim analyses and evaluate adverse events throughout the trial. Results will be submitted for publication after enrolment and follow-up are complete.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 1}}, {"text": "Safe contact tracing for COVID-19: A method without privacy breach using functional encryption techniques based-on spatio-temporal trajectory data. The COVID-19 pandemic has spread all over the globe. In the absence of a vaccine, a small number of countries have managed to control the diffusion of viruses by early detection and early quarantine. South Korea, one of the countries which have kept the epidemics well-controlled, has opened the infected patients' trajectory to the public. Such a reaction has been regarded as an effective method, however, serious privacy breach cases have been issued in South Korea. Furthermore, some suspected contacts have refused to take infection tests because they are afraid of being exposed. To solve this problem, we propose a privacy-preserving contact tracing method based on spatio-temporal trajectory which can be practically used in many quarantine systems. In addition, we develop a system to visualize the contact tracing workflow.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "Phase adjusted estimation of the number of 2019 novel coronavirus cases in Wuhan, China. An outbreak of clusters of viral pneumonia due to a novel coronavirus (2019-nCoV / SARS-", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Therapeutic Management of COVID-19 Patients: A systematic review Corresponding Author. Background: SARS-CoV-2 is the cause of the COVID-19 that has been declared a global pandemic by the WHO in 2020. The COVID-19 treatment guidelines vary in each country, and yet there is no approved therapeutic for COVID-19. were included. The search terms included combinations of: COVID, SARS-COV-2, glucocorticoids, convalescent plasma, antiviral, antibacterial. There were no restrictions on the type of study design eligible for inclusion. As of March 26, 2020, of the initial manuscripts identified (n=449) articles. Forty-one studies were included, of which clinical trials (n=3), (case reports n=7), case series (n=10), retrospective (n=11) and prospective (n=10) observational studies. Thirtysix studies were conducted in China (88%). The most common mentioned and reported medicine in this systematic review was corticosteroids (n=25), followed by Lopinavir (n=21) and oseltamivir (n=16).", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 1}}, {"text": "Twitter and Census Data Analytics to Explore Socioeconomic Factors for Post-COVID-19 Reopening Sentiment. Investigating and classifying sentiments of social media users (e.g., positive, negative) towards an item, situation, and system are very popular among the researchers. However, they rarely discuss the underlying socioeconomic factor associations for such sentiments. This study attempts to explore the factors associated with positive and negative sentiments of the people about reopening the economy, in the United States (US) amidst the COVID-19 global crisis. It takes into consideration the situational uncertainties (i.e., changes in work and travel pattern due to lockdown policies), economic downturn and associated trauma, and emotional factors such as depression. To understand the sentiment of the people about the reopening economy, Twitter data was collected, representing the 51 states including Washington DC of the US. State-wide socioeconomic characteristics of the people (e.g., education, income, family size, and employment status), built environment data (e.g., population density), and the number of COVID-19 related cases were collected and integrated with Twitter data to perform the analysis. A binary logit model was used to identify the factors that influence people toward a positive or negative sentiment. The results from the logit model demonstrate that family households, people with low education levels, people in the labor force, low-income people, and people with higher house rent are more interested in reopening the economy. In contrast, households with a high number of members and high income are less interested to reopen the economy. The accuracy of the model is good (i.e., the model can correctly classify 56.18\\% of the sentiments). The Pearson chi2 test indicates that overall this model has high goodness-of-fit. This study provides a clear indication to the policymakers where to allocate resources and what policy options they can undertake to improve the socioeconomic situations of the people and mitigate the impacts of pandemics in the current situation and as well as in the future.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "A County-Level Susceptibility Index and Coronavirus Disease 2019 Mortality in the United States: A Socioecological Study. As of June 2020, the United States (US) has experienced the highest number of deaths related to coronavirus disease 2019 (Covid-19) in the world, but significant geographic heterogeneity exists at the county-level. Therefore, we sought to classify counties in the United States across multiple domains utilizing a socioecological framework and examine the association between these county-level groups and Covid-19 mortality. We harmonized and linked county-level sociodemographic, health, and environmental metrics associated with increased susceptibility for Covid-19 mortality. Latent class analysis defined a county-level susceptibility index (CSI) based on these metrics (n=2701 counties). Next, we used linear regression models to estimate the associations of the CSI and Covid-19 deaths per capita and initial mortality doubling time (as of 6/2/20), adjusted for days since first Covid-19 case. We identified 4 groups classified by the CSI with distinct sociodemographic, health, and environmental profiles and widespread geographic dispersion. Covid-19 deaths per capita were significantly higher in the group consisting of rural, vulnerable counties (55.8 [95% CI 50.3-61.2] deaths per 100,000) compared with the group with diverse, urban counties (32.2 [27.3-37.0]) at similar points in the outbreak (76 days since first case). Our findings can inform equitable resource allocation for Covid-19 to allow targeted public health preparedness and response in vulnerable counties.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "A County-Level Susceptibility Index and Coronavirus Disease 2019 Mortality in the United States: A Socioecological Study. As of June 2020, the United States (US) has experienced the highest number of deaths related to coronavirus disease 2019 (Covid-19) in the world, but significant geographic heterogeneity exists at the county-level. Therefore, we sought to classify counties in the United States across multiple domains utilizing a socioecological framework and examine the association between these county-level groups and Covid-19 mortality. We harmonized and linked county-level sociodemographic, health, and environmental metrics associated with increased susceptibility for Covid-19 mortality. Latent class analysis defined a county-level susceptibility index (CSI) based on these metrics (n=2701 counties). Next, we used linear regression models to estimate the associations of the CSI and Covid-19 deaths per capita and initial mortality doubling time (as of 6/2/20), adjusted for days since first Covid-19 case. We identified 4 groups classified by the CSI with distinct sociodemographic, health, and environmental profiles and widespread geographic dispersion. Covid-19 deaths per capita were significantly higher in the group consisting of rural, vulnerable counties (55.8 [95% CI 50.3-61.2] deaths per 100,000) compared with the group with diverse, urban counties (32.2 [27.3-37.0]) at similar points in the outbreak (76 days since first case). Our findings can inform equitable resource allocation for Covid-19 to allow targeted public health preparedness and response in vulnerable counties.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "Change in Mental Health Symptoms During the COVID-19 Pandemic: The Role of Appraisals and Daily Life Experiences. Intro:  When confronted with major threats such as the COVID-19 pandemic, people often experience (temporary) decline in well-being. The central purpose of this study was to identify mechanisms underlying stability and change of well-being in times of threat like the COVID-19 pandemic. We examined change in mental health symptoms and its relationships with appraisals of the pandemic and daily life experiences during the pandemic, including affective states, stress, and mindfulness. \nMethods:  We conducted a study across 3.5 weeks, including pretest, posttest, and a diary phase in-between. In this report, we worked with a sample of 460 adults, pre- and post-test information, as well as a total of 7189 observations from the diary phase. \nResults:  Results showed that less fortunate change in mental health symptoms across three weeks was predicted by more negative affect and less mindfulness, specifically less attention to the present moment, in daily life. Furthermore, less fortunate change in mental health symptoms was correlated with change towards less fortunate appraisals of the appraisals. Finally, we showed that more general views of the pandemic (i.e., appraisals) were interrelated to experiences in daily life, with more negative appraisals of the pandemic predicting more negative affect and stressor occurrence as well as less mindfulness.\nDiscussion:  These findings speak to the dynamic nature of well-being and appraisals in times of threat, and they show how experiences in daily life matter for change in well-being", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "An ecological study of socioeconomic predictors in detection of COVID-19 cases across neighborhoods in New York City. New York City was the first major urban center of the COVID-19 pandemic in the USA. Cases are clustered in the city, with certain neighborhoods experiencing more cases than others. We investigate whether potential socioeconomic factors can explain between-neighborhood variation in the number of detected COVID-19 cases.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "School’s Out for COVID-19: 50 Ways BCBA Trainees in Special Education Settings Can Accrue Independent Fieldwork Experience Hours During the Pandemic. Due to the COVID-19 pandemic and nationwide executive orders closing schools, many trainees completing their supervised independent fieldwork in educational settings lost the ability to accrue hours linked to restricted activities of a therapeutic and instructional nature with students (i.e., clients). Given the impact on trainees of the pandemic restrictions, we present 50 suggestions for trainees in school settings to continue to accrue hours for both restricted and unrestricted activities throughout the course of the COVID-19 pandemic.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "The impact of social distancing and epicenter lockdown on the COVID-19 epidemic in mainland China: A data-driven SEIQR model study. The outbreak of coronavirus disease 2019 which originated in Wuhan, China, constitutes a public health emergency of international concern with a very high risk of spread and impact at the global level. We developed data-driven susceptible-exposed-infectious-quarantine-recovered (SEIQR) models to simulate the epidemic with the interventions of social distancing and epicenter lockdown. Population migration data combined with officially reported data were used to estimate model parameters, and then calculated the daily exported infected individuals by estimating the daily infected ratio and daily susceptible population size. As of Jan 01, 2020, the estimated initial number of latently infected individuals was 380.1 (95%-CI: 379.8~381.0). With 30 days of substantial social distancing, the reproductive number in Wuhan and Hubei was reduced from 2.2 (95%-CI: 1.4~3.9) to 1.58 (95%-CI: 1.34~2.07), and in other provinces from 2.56 (95%-CI: 2.43~2.63) to 1.65 (95%-CI: 1.56~1.76). We found that earlier intervention of social distancing could significantly limit the epidemic in mainland China. The number of infections could be reduced up to 98.9%, and the number of deaths could be reduced by up to 99.3% as of Feb 23, 2020. However, earlier epicenter lockdown would partially neutralize this favorable effect. Because it would cause in situ deteriorating, which overwhelms the improvement out of the epicenter. To minimize the epidemic size and death, stepwise implementation of social distancing in the epicenter city first, then in the province, and later the whole nation without the epicenter lockdown would be practical and cost-effective.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "The impact of SARS-CoV-2 transmission fear and COVID-19 pandemic on the mental health of patients with primary immunodeficiency disorders, severe asthma, and other high-risk groups. Background: The adverse effects of COVID-19 pandemic on the mental health of high-risk group patients for morbidity and mortality and its impact on public health in the long term have not been clearly determined. Objective: To determine the level of COVID-19 related transmission fear and anxiety in healthcare workers and patients with primary immunodeficiency disorder (PID), severe asthma, and the ones with other comorbidities. Methods: The healthcare workers and patients with PID, severe asthma (all patients receiving biological agent treatment), malignancy, cardiovascular disease, hypertension (90% of patients receiving ACEI or ARB therapy), diabetes mellitus (42 % of patients receiving DPP-4 inhibitor therapy) were included in the study. A total of 560 participants, 80 individuals in each group, were provided. The hospital anxiety and depression scale ( HADS ) and Fear of illness and virus evaluation (FIVE ) scales were applied to the groups with face to face interview methods. Results: The mean age was 49.30 years and 306 (55 %) were female. The FIVE Scale and HADS-A scale scores of health care workers were significantly higher than other groups' scores (p = 0.001 and 0.006). The second-highest scores belonged to patients with PID. There was no significant difference between the groups for the HADS-D score (p=0.07). The lowest score in all scales was observed in patients with hypertension. Conclusions: This study demonstrated that in the pandemic process, patients with primary immunodeficiency, asthma patients, and other comorbid patients, especially healthcare workers, should be referred to the centers for the detection and treatment of mental health conditions.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "Sociological and psychological insights behind predicted changes as a result of COVID-19. In this paper we speculate about what will likely happen in the next 12 months (time of writing this is March 2020). Here we will simply articulate our predictions, some of which might be accompanied with our own rationale for making them, but others will not.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "Emotional responses and coping strategies of nurses and nursing college students during COVID-19 outbreak. December 2019, there have been more than 76,000 cases of COVID-19 in China, causing more than 3,000 medical staff infections. Due to COVID-19 spreads quickly, is highly contagious, and can be fatal in severe cases, and there are no specific medicines, it poses a huge threat to the life and health of nurses and has a large impact on their emotional responses and coping strategies. This study conducted an online questionnaire survey from February 1 to 9, 2020 to investigate the current state of emotional responses and coping strategies of nurses and college nursing students in Anhui Province. This study used a modified Brief COPE (Carver, 1997) and a emotional responses scale. The results found that women showed more severe anxiety and fear than men. Participants from cities showed more anxiety and fear than participants from rural, but rural participants showed more sadness than urban participants. The closer COVID-19 is to the participants, the stronger the anxiety and anger. Compared with Nursing college students, nurses have stronger emotional responses and are more willing to use Problem-focused coping. People may have a cycle of \"the more fear, the more problem-focused coping\". And people may \"The more angry, the more emotion-focused coping\", \"the more problem-focused coping, the more anxious, the more angry, the more sadness\". All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "The impact of contact tracing and household bubbles on deconfinement strategies for COVID-19: an individual-based modelling study. Background. The rising COVID-19 pandemic caused many governments to impose policies restricting social interactions. These policies have slowed down the spread of the SARS-CoV-2 virus to the extent that restric- tions can be gradually lifted. Models can be useful to assess the consequences of deconfinement strategies with respect to business, school and leisure activities. Methods. We adapted the individual-based model \"STRIDE\" to simulate interactions between the 11 million inhabitants of Belgium at the levels of households, workplaces, schools and communities. We calibrated our model to observed hospital incidence and seroprevalence data. STRIDE can explore contact tracing options and account for repetitive leisure contacts in extended household settings (so called \"household bubbles\") with varying levels of connectivity. Findings. Household bubbles have the potential to reduce the number of COVID-19 hospital admissions by up to 90%. The effectiveness of contact tracing depends on its timing, as it becomes futile more than 4 days after the index case developed symptoms. Assuming that children have a lower level of susceptibility and lower probability to experience symptomatic SARS-CoV-2 infection, (partial) school closure options have relatively little impact on COVID-19 burden. Interpretation. Not only the absolute number and intensity of physical contacts drive the transmission dynamics and COVID-19 burden, also their repetitiveness is influential. Contact tracing seems essential for a controlled and persistent release of lockdown measures, but requires timely compliance to testing, reporting and self-isolation. Rapid tracing and testing, and communication ensuring continued involvement of the population are therefore essential.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Face Masks Considerably Reduce Covid-19 Cases in Germany. We use the synthetic control method to analyze the effect of face masks on the spread of Covid-19 in Germany. Our identification approach exploits regional variation in the point in time when face masks became compulsory. Depending on the region we analyse, we find that face masks reduced the cumulative number of registered Covid-19 cases between 2.3% and 13% over a period of 10 days after they became compulsory. Assessing the credibility of the various estimates, we conclude that face masks reduce the daily growth rate of reported infections by around 40%.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Safe contact tracing for COVID-19: A method without privacy breach using functional encryption techniques based-on spatio-temporal trajectory data. The COVID-19 pandemic has spread all over the globe. In the absence of a vaccine, a small number of countries have managed to control the diffusion of viruses by early detection and early quarantine. South Korea, one of the countries which have kept the epidemics well-controlled, has opened the infected patients' trajectory to the public. Such a reaction has been regarded as an effective method, however, serious privacy breach cases have been issued in South Korea. Furthermore, some suspected contacts have refused to take infection tests because they are afraid of being exposed. To solve this problem, we propose a privacy-preserving contact tracing method based on spatio-temporal trajectory which can be practically used in many quarantine systems. In addition, we develop a system to visualize the contact tracing workflow.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "A Bayesian Logistic Growth Model for the Spread of COVID-19 in New York. We use Bayesian Estimation for the logistic growth model in order to estimate the spread of the coronavirus epidemic in the state of New York. Models weighting all data points equally as well as models with normal error structure prove inadequate to model the process accurately. On the other hand, a model with larger weights for more recent data points and with t-distributed errors seems reasonably capable of making at least short term predictions.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Racial segregation, testing sites access, and COVID-19 incidence rate in Massachusetts, USA. The U.S. has merely 4% of the world population but 25% of the world's COVID-19 cases. Massachusetts has been in the leading position of total cases since the outbreak in the U.S. Racial residential segregation is a fundamental cause of racial disparities in health. Moreover, disparities of access to health care have a large impact on COVID-19 cases. Thus, this study estimates racial segregation and disparities in testing sites access and employs economic, demographic, and transportation variables at the city/town level in Massachusetts. Spatial regression models are applied to evaluate the relationships between COVID-19 incidence rate and related variables. This is the first study to apply spatial analysis methods across neighborhoods in the U.S. to examine the COVID-19 incidence rate. The findings are: 1) residential segregations of Hispanic and Non-Hispanic Black/African Americans have a significantly positive association with COVID-19 incidence rate, indicating the higher susceptibility of COIVD-19 infections among minority; 2) The Black has the shortest drive time to testing sites, followed by Hispanic, Asian, and Whites. The drive time to testing sites is significantly negatively associated with the COVID-19 incidence rate, implying the importance of testing location being accessed by all populations; 3) Poverty rate and road density are significant explanatory variables. Importantly, overcrowding represented by more than one person per room is a significant variable found to be positively associated with COVID-19 incidence rate, suggesting the effectiveness of social distancing for reducing infection; 4) Different from previous studies, elderly population rate is not statistically significant with incidence rate because the elderly population in Massachusetts is less distributed in the hot spot regions of COVID-19 infections. The findings in this study provide useful insights for policymakers to propose new strategies to contain the COVID-19 transmissions in Massachusetts.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "Evaluating the determinants of COVID-19 mortality: A cross-country study. As the COVID-19 pandemic has spread to the entire world, a race to understand the virus and to find an effective and safe vaccine or treatment has triggered interest in the factors contributing to mortality. For instance, some studies have suggested that the BCG vaccine could protect from COVID-19 and nicotine patches could be therapeutic against the virus. This study makes use of data for about 140 countries to evaluate the determinants of COVID-19 mortality. It finds that a country's share of spending on health care (as a measure of a country's effectiveness in tracking, recording, and reporting COVID-19 deaths) is positively associated with COVID-19 deaths. It also finds that the share of people above 65 years of age, obesity, and urbanization are all positively associated with COVID-19 mortality. There is no evidence that BCG vaccination, smoking prevalence, and PM25 pollution have any link to COVID-19 mortality. These estimation results are robust to alternative specifications and after controlling for confounding factors and excluding outliers. Policymakers should allocate resources towards the protection of the elderly and those suffering from underlying conditions such as obesity. They should also exercise caution about administering nicotine patches or the BCG vaccine to fight COVID-19 without the backing of concrete scientific evidence.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "Does sub-Saharan Africa truly defy the forecasts of the COVID-19 pandemic? Response from population data. Introduction. Since its identification, the COVID-19 infection has caused substantial mortality and morbidity worldwide, but sub-Saharan Africa seems to defy the predictions. We aimed to verify this hypothesis using strong statistical methods. Methods. We conducted a cross-sectional study comparing the projected and actual numbers as well as population proportions of COVID-19 cases in the 46 sub-Saharan African countries on May 1st, May 29th (4 weeks later) and June 26th (8 weeks later). The source of the projected number of cases was a publication by scientists from the Center for Mathematical Modeling of Infectious Diseases of the London School of Hygiene & Tropical Medicine, whereas the actual number of cases was obtained from the WHO situation reports. We calculated the percentage difference between the projected and actual numbers of cases per country. Further, N-1 chi-square tests with Bonferroni correction were used to compare the projected and actual population proportion of COVID-19 cases, along with the 95% confidence interval of the difference between these population proportions. All statistical tests were 2-sided, with 0.05 used as threshold for statistical significance. Results. On May 1st, May 29th and June 26th, respectively 40 (86.95%), 45 (97.82%) and 41 (89.13%) of the sub-Saharan African countries reported a number of confirmed cases that was lower than the predicted number of 1000 cases for May 1st and 10000 for both May 29th and June 26th. At these dates, the population proportions of confirmed Covid-19 cases were significantly lower (p-value <0.05) than the projected proportions of cases. Across all these dates, South-Africa always exceeded the predicted number and population proportion of COVID-19 infections. Conclusion. Sub-Saharan African countries did defy the dire predictions of the COVID-19 burden. Preventive measures should be further enforced to preserve this positive outcome.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Willingness to Accept Tradeoffs among Covid-19 Cases, Social-Distancing Restrictions, and Economic Impact: A Nationwide US Study. We designed a discrete-choice experiment to quantify the extent to which US adults would accept greater risk of infection with SARS-CoV-2 in return for lifting social-distancing restrictions and diminishing the economic impact of the COVID-19 pandemic. 5953 adults recruited from a SurveyHealthcareGlobus internet panel, representing all 50 states, had 4 distinctly different preference patterns. About 37% were risk minimizers reluctant to accept any increases in risk of contracting the virus. Another group (26%) was primarily concerned about time required for economic recovery, accepting increases in COVID-19 risk levels up to 16% to shorten recovery from 3 to 2 years. The remaining two groups diverged on the relative importance of reopening nonessential businesses. The larger group (26%) strongly preferred delaying reopening while the smaller group (13%) would accept COVID-19 risks well beyond 20% to avoid a delay in reopening. Political affiliation, race, household income and employment status were predictive of group membership.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "Reopening universities during the COVID-19 pandemic: A testing strategy to minimize active cases and delay outbreaks. Background: University campuses present an ideal environment for viral spread and are therefore at extreme risk of serving as a hotbed for a COVID-19 outbreak. While active surveillance throughout the semester such as widespread testing, contact tracing, and case isolation, may assist in detecting and preventing early outbreaks, these strategies will not be sufficient should a larger outbreak occur. It is therefore necessary to limit the initial number of active cases at the start of the semester. We examine the impact of pre-semester NAT testing on disease spread in a university setting. Methods: We implement simple dynamic transmission models of SARS-CoV-2 infection to explore the effects of pre-semester testing strategies on the number of active infections and occupied isolation beds throughout the semester. We assume an infectious period of 3 days and vary R0 to represent the effectiveness of disease mitigation strategies throughout the semester. We assume the prevalence of active cases at the beginning of the semester is 5%. The sensitivity of the NAT test is set at 90%. Results: If no pre-semester screening is mandated, the peak number of active infections occurs in under 10 days and the size of the peak is substantial, ranging from 5,000 active infections when effective mitigation strategies (R0 = 1.25) are implemented to over 15,000 active infections for less effective strategies (R0 = 3). When one NAT test is mandated within one week of campus arrival, effective (R0 = 1.25) and less effective (R0 = 3) mitigation strategies delay the onset of the peak to 40 days and 17 days, respectively, and result in peak size ranging from 1,000 to over 15,000 active infections. When two NAT tests are mandated, effective (R0 = 1.25) and less effective (R0 = 3) mitigation strategies delay the onset of the peak through the end of fall semester and 20 days, respectively, and result in peak size ranging from less than 1,000 to over 15,000 active infections. If maximum occupancy of isolation beds is set to 2% of the student population, then isolation beds would only be available for a range of 1 in 2 confirmed cases (R0 = 1.25) to 1 in 40 confirmed cases (R0 = 3) before maximum occupancy is reached. Conclusion: Even with highly effective mitigation strategies throughout the semester, inadequate pre-semester testing will lead to early and large surges of the disease and result in universities quickly reaching their isolation bed capacity. We therefore recommend NAT testing within one week of campus return. While this strategy is sufficient for delaying the timing of the outbreak, pre-semester testing would need to be implemented in conjunction with effective mitigation strategies to reduce the outbreak size.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}, {"text": "Lower State COVID-19 Deaths and Cases with Earlier School Closure in the U.S.. This study quantifies the relationship between school closure timing and COVID-19 deaths and cases in the general population in all U.S. states. COVID-19 has higher symptomatic infection rates among the elderly, suggesting school closures could be unrelated to transmission. However, predicting daily cumulative COVID-19 deaths by state, earlier school closure is related to fewer deaths per capita and slower growth in deaths per capita. Results are similar for COVID-19 cases per capita.", "cats": {"Biomedical Sciences": 0, "Public Health": 0, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "SARS-CoV-2 Seroprevalence Rates of Children in Louisiana During the State Stay at Home Order.. Children (less than 19 years) account for 20% of the US population but currently represent less than 2% of coronavirus disease 2019 (COVID-19) cases. Because infected children often have few or no symptoms and may not be tested, the extent of infection in children is poorly understood. METHODS During the March 18th-May 15th 2020 Louisiana Stay At Home Order, 1690 blood samples from 812 individuals from a Childrens Hospital were tested for antibodies to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) spike protein. Demographics, COVID-19 testing, and clinical presentation abstracted from medical records were compared with local COVID-19 cases. RESULTS In total, 62 subjects (7.6%) were found to be seropositive. The median age was 11 years with 50.4% female. The presenting complaint of seropositive patients was chronic illness (43.5%). Only 18.2% had a previous positive COVID-19 PCR or antibody test. Seropositivity was significantly associated with parish (counties), race, and residence in a low-income area. Importantly, seropositivity was linearly correlated with cumulative COVID-19 case number for all ages by parish. CONCLUSION In a large retrospective study, the seropositivity prevalence for SARS-CoV-2 in children in Louisiana during the mandated Stay At Home Order was 7.6%. Residence location, race, and lower socioeconomic factors were linked to more frequent seropositivity in children and correlated to regional COVID-19 case rates. Thus, a significant number of children in Louisiana had SARS-CoV-2 infections that went undetected and unreported and may have contributed to virus transmission.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 1, "Medical Sciences": 0}}, {"text": "Internet-based tool for visualizing county and state level COVID-19 trends in the United States.. The novel COVID-19 outbreak started in 2019 in Wuhan China and quickly spread to at least 185 countries. We developed an interactive web application that allows users to visualize the spread of COVID-19 in the Unites States at state and county levels. This tool allows visualization of how the virus spreads over time and how state-wide efforts to reduce transmissions have affected the curve in local areas. The downloadable application data allows users to conduct additional analyses. We demonstrate exemplars of trend analyses comparing the daily infection and death rates before and after safer at home orders were implemented per state. The goal was to develop a COVID-19 tracking tool that informs users about the spread of the virus to enable them to make informed decisions after better understanding the presented data.", "cats": {"Biomedical Sciences": 0, "Public Health": 1, "Physical Sciences": 0, "Humanities/Social Sciences": 0, "Medical Sciences": 0}}]